Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: - Vanilla block without windows
french: - Bloc Vanilla sans fenêtres

source: - Increases Primary Acceleration
french: - Augmente d'accélération primaire

source: - Increases Max Velocity
french: - Augmenter la vitesse maximale

source: - Allows Boosting
french: - Permet de stimuler

source: - Increases Cargo Storage
french: - Augmenter la capacité des cargaisons

source: - Doesn't work if too small
french: - Ne fonctionne pas si elle est trop petite

source: - Increases Crew Size
french: - Augmente la taille de l'équipage

source: - Low Durability
french: - Faible Durabilité

source: - Reduces Drifting
french: - Réduit la dérive

source: - Increases Rotational Speed
french: - Augmente la vitesse de rotation

source: - Increases Strafing Speed
french: - Augmentation de la vitesse de transfert

source: - Rotational effects improved when built far from center of mass
french: - Les effets de rotation ont été améliorés Lorsqu'il est construit loin du centre de masse

source: - Strength scales with Material
french: - Échelles de résistance avec du matériel

source: - Creates Artificial Subspace Friction
french: - Crée un frottement de sous-espace artificiel

source: - High Energy Consumption
french: - Haute consommation d'énergie

source: - Rotational Effects improved when built far from center of mass
french: - Effets de rotation améliorés Lorsqu'il est construit loin du centre de masse

source: - Low Cost
french: - Faible coût

source: - Low Mass
french: - Masse faible

source: - Storage for Fighters
french: - Stockage pour les chasseurs

source: - [Station Only] Docking Possibility
french: - [Station uniquement] Possibilité d'amarrage

source: - Creates A Protective Shield
french: - Crée un bouclier de protection

source: - Covers the entire ship
french: - Couvre l'ensemble du navire

source: - Increases Battery Size
french: - Augmente la taille de la batterie

source: - Produces Energy
french: - Produit de l'énergie

source: - Creates a protective field for Blocks
french: - Crée un champ de protection pour les blocs

source: - Blocks in the field have a very high durability
french: - Les blocs dans le domaine ont une très grande durabilité

source: - Increases Processing Power
french: - Augmente la puissance Traitement

source: for more system upgrades
french: pour plus de mises à niveau du système

source: - Increases Hyperspace Jump Range
french: - Augmente la portée des sauts Hyperspace

source: - Produces small Amounts of Energy
french: - Produit de petites quantités d'énergie

source: - Yield depends on surface area
french: - Rendement dépend de la surface

source: - Turrets built on this block are locked into a single direction and can't turn.
french: - Tourelles construits sur ce bloc sont verrouillées dans une seule direction et ne peuvent pas tourner.

source: - Marks location of ship destruction on map
french: - marque l'emplacement de la destruction du navire sur la carte

source: - Improves production speed, e.g. for hangars or factories
french: - Améliore la vitesse de production, par ex. pour les hangars ou les usines

source: - Maximum simultaneous productions: %i
french: - Productions maximales simultanées: (%i:%i)

source: - Shiny
french: - Brillant

source: - Holographic
french: - Holographique

source: - No durability
french: - Pas de durabilité

source: - High Durability
french: - Durabilité élevée

source: - High Mass
french: - Masse élevée

source: - Stops Railgun Projectiles
french: - Arrêts les projectiles du Railgun

source: - Immune to Electricity Weapons
french: - Insensible aux armes d'électricité

source: - Higher Durability
french: - Durabilité supérieur

source: - Very High Mass
french: - Très haute masse

source: Curr. Block Size
french: Taille du block Act.

source: No color
french: Aucune couleur

source: Building Colors
french: Créer couleurs

source: Building Mode Hotkeys
french: Touches de raccourci du vaisseau

source: %s + Move Mouse
french: %s + Déplacer la souris

source: Scale (Keep Proportion)
french: Échelle (Proportion manuelle)

source: Scale Linear
french: Echelle linéaire

source: Scale At Axis X
french: Echelle de Axe X

source: Scale At Axis Y
french: Echelle de Axe Y

source: Scale At Axis Z
french: Echelle de Axe Z

source: Rotate
french: Rotation

source: Select Block
french: Sélectionnez Block

source: Select Multiple Blocks
french: Sélectionnez Blocs multiples

source: Delete Selected Block(s)
french: Supprimer bloc sélectionné

source: Focus Selected Block(s)
french: Focus le bloc sélectionné

source: Select All Blocks
french: Sélectionnez tous les blocs

source: Mirror Along X Axis
french: Miroir sur l'axe X

source: Mirror Along Y Axis
french: Miroir sur l'axe Y

source: Mirror Along Z Axis
french: Mirror sur Axis

source: Undo
french: Annuler

source: Redo
french: Rétablir

source: Copy Selection
french: Copier la sélection

source: Paste
french: Coller

source: Ctrl + V (w/ Inventory Open)
french: Ctrl + V (w / Inventaire Open)

source: Paste Into Inventory
french: Coller dans l'inventaire

source: Select Anchor Block
french: Sélection le bloc d'ancrage

source: Show Colors
french: Afficher les couleurs

source: Show Building Inventory
french: Montrer Inventaire bâtiment

source: Show Shapes
french: Afficher les formes

source: Show Building Help
french: Afficher l'aide de construction

source: Show Building Inventory (Space)
french: Afficher l'inventaire de construction (Space)

source: Building Inventory
french: Inventaire de constructions

source: Template Material
french: Type de modèle

source: Building Shapes
french: Formes de construction

source: %i of %i (%i+%i)
french: %i de %i (%i+%i)

source: Fighters
french: Chasseurs

source: %lf to %lf
french: %lf à %lf

source: Click to paint your ship [No color selected]
french: Cliquez pour peindre votre bateau [Pas de couleur sélectionnée]

source: No color selected
french: Pas de couleur sélectionnée

source: Paint Blocks [%s]
french: Blocs de peinture [%s]

source: Grid Size
french: Taille de la grille

source: Scale Step
french: Echelle

source: No Snap
french: Pas de magnétisme

source: Global Grid
french: Grille mondiale

source: Local Grid
french: Grille locale

source: Block Middle
french: Bloquer Moyen

source: Mirror X
french: Miroir X

source: Mirror Y
french: Miroir Y

source: Safe Mode
french: Mode sécurisé

source: With Safe Mode you can't delete more than the selected blocks or your ship
french: Avec le mode sans échec, vous ne pouvez pas supprimer plus que les blocs sélectionnés ou votre vaisseau

source: Matches the size of the current block to the hovered over side of a block
french: Correspond à la taille du bloc en cours sur le côté flottant d'un bloc

source: Matches the shape and rotation of the current block to seemlessly match the other shape if possible
french: Correspond à la forme et à la rotation du bloc courant pour correspondre seemlessly l'autre forme si possible

source: Select Blocks
french: Sélectionnez Blocks

source: Select Blocks By Drawing A Frame
french: Sélectionnez Blocs en dessinant un cadre

source: Repair Blocks
french: Blocs de réparation

source: Merge Selected Blocks
french: Fusionner les blocs sélectionnés

source: Delete Selected Blocks
french: Supprimer les blocs sélectionnés

source: Move X-Axis Mirror To Selection
french: Déplacer le miroir à axe X à la sélection

source: Move Y-Axis Mirror To Selection
french: Déplacer le miroir à axe Y à la sélection

source: Move Z-Axis Mirror To Selection
french: Déplacer le miroir à axe Z à la sélection

source: Modify Entire Ship...
french: Modifier le bateau entier ...

source: Rotate Entire Ship...
french: Tourner le navire entier ...

source: Hide Specific Blocks...
french: Masquer les blocs spécifiques ...

source: Focus Block
french: Mise au point Bloc

source: Choose Color
french: Choisir la couleur

source: Open Predefined Shapes
french: Ouvrir formes prédéfinies

source: Open Block Stats
french: Ouvrez Stats Bloc

source: Repair Ship...
french: Navire de réparation ...

source: Saved Ships
french: Les navires enregistrés

source: Open Predefined Shapes (%s)
french: Ouvrir formes prédéfinies ( %s )

source: Choose Color (%s)
french: Choisir la couleur ( %s )

source: Undo (Ctrl-Z)
french: Annuler (Ctrl+Z)

source: Redo (Ctrl-Y)
french: Refaire (Ctrl-Y)

source: Delete (%s)
french: Supprimer (%s)

source: Sector>
french: Secteur>

source: Group>
french: Groupe>

source: Click to show sector
french: Cliquez pour afficher secteur

source: Block Visibility
french: Visibilité du bloc

source: Only show these blocks:
french: Affiche seulement ces blocs:

source: Show All
french: Montre tout

source: Don't show again
french: Ne plus afficher

source: Type /e, /a, /g or /s to talk to everyone, people in your alliance, your group or in your sector.
french: Tapez /e, /a, /g or / pour parler à tous, aux personnes de votre alliance, à votre groupe ou à votre secteur.

source: You were destroyed, but don't worry! Your ship may have been destroyed, but your upgrades and turrets can be found near the wreckage. You don't have to rush it, they will stay there until you pick them up.
french: Vous avez été détruit, mais ne vous inquiétez pas! Votre navire a peut-être été détruit, Mais vos mises à jour et tourelles peuvent être trouvées près de l'épave. Vous ne devez pas le faire précipiter, ils resteront là jusqu'à ce que vous les récupériez.

source: Buy insurance for your ship, so you get your money back when your ship gets destroyed!
french: Achetez une assurance pour votre navire, afin que vous récupériez votre argent lorsque votre navire sera détruit!

source: You can change your reconstruction sector at a repair dock, so you don't have to start over from all the way back.
french: Vous pouvez changer votre secteur de la reconstruction dans un quai de réparation, De sorte que vous ne devez pas recommencer depuis longtemps.

source: Your turning speed is bad! Build more thrusters or build your ship out of a light material, such as Titanium.
french: Votre vitesse de rotation est mauvaise! Construire plus de propulseurs ou construire votre navire en un matériau léger, comme le titane.

source: Your brake thrust is bad! Build more thrusters or build your ship out of a light material, such as Titanium.
french: Votre poussée de frein est mauvaise! Construire plus de propulseurs ou construire votre navire en un matériau léger, comme le titane.

source: With this release we reworked flight physics and added some new blocks. Flat Thruster stacking no longer works. You may have to adjust your ship! Check out the new directional thrusters, gyros and inertia dampeners in the build mode!
french: Avec cette version, nous avons retravaillé la physique des vols et ajouté de nouveaux blocs. L'empilement Flat Thruster ne fonctionne plus. Vous devrez peut-être ajuster votre bateau! Découvrez les nouveaux propulseurs directionnels, les gyros et les amortisseurs à inertie en mode de construction!

source: Your hyperspace engine is being jammed! Get out of range of the jammer so you can jump again!
french: Votre moteur hyperspace est bloqué! Sortez de la portée du jammer afin que vous puissiez sauter à nouveau!

source: Your fighters won't start because all hangar exits are obstructed by other blocks.
french: Vos chasseurs ne peuvent pas sortir parce que toutes les sorties du hangar sont bloqués par d'autres blocs.

source: Your fighters won't start because you don't have enough pilots for all of them.
french: Vos chasseurs ne peuvent pas sortir parce que vous ne disposez pas de suffisamment de pilotes.

source: Some items are reserved for other players and can only be picked up by them.
french: Certains articles sont réservés à d'autres joueurs et ne peuvent être pris en charge par eux.

source: Some items can't be picked up by you immediately, for example when you're the one who dropped them.
french: Certains éléments ne peuvent pas être repris immédiatement, par exemple quand vous êtes celui qui vient de les laissés tomber.

source: Your cargo bay isn't big enough to collect this cargo.
french: Votre soute est pas assez grand pour recueillir cette cargaison.

source: You won't pick up this cargo since it's not yours. You can change that behaviour in the cargo tab of your ship menu.
french: Vous ne reprendrez pas cette cargaison car elle n'est pas la vôtre.. Vous pouvez modifier ce comportement dans l'onglet de chargement de votre menu navire.

source: You can see the rough direction of a hyperspace gate in its title. Directions are based on the cardinal points. N = North, SE = South East, WSW = West South West.
french: Vous pouvez voir la direction approximative d'un portail de l'hyperespace dans son titre. Directions sont basées sur les points cardinaux. N = Nord, SE = Sud-Est, OSO = Ouest Sud-Ouest.

source: These are your ship's turrets. Click a turret and press a number key to assign turret groups. You can toggle turret groups on/off by pressing the numbers.
french: Ce sont les tourelles de votre navire. Cliquez sur une tourelle et appuyez sur une touche numérique pour attribuer des groupes de tourelle. Vous pouvez activer / désactiver les groupes de tourelle en appuyant sur les chiffres.

source: You can sell or buy resources for money at a resource depot.
french: Vous pouvez vendre ou acheter des ressources pour de l'argent dans un dépôt de ressources.

source: Fly near the selected ship to enter it.
french: Voler à proximité du navire sélectionné pour y entrer.

source: Press %s to enter your ship.
french: Appuyez sur %s pour entrer dans votre vaisseau.

source: Mine asteroids to gather resources. You can either sell resources at a resource depot, or use them to build your ship.
french: Mine astéroïdes servent pour rassembler des ressources. Vous pouvez soit vendre des ressources à un dépôt de ressources, Ou les utiliser pour construire votre navire.

source: Modify Whole Ship
french: Modifier le navire entier

source: No Modification
french: Pas de modification

source: Apply (This will remove all turrets!)
french: Appliquer (Cela éliminera toutes les tourelles!)

source: You have %1% credits. Recently gained: %2%
french: Vous avez %1% crédits. Récemment gagné: %2%

source: You have %1% credits. Recently lost: %2%
french: Vous avez %1% crédits. Récemment perdu: %2%

source: You have %1% %2%. Recently gained: %3%
french: Vous avez %1% %2%. Récemment gagné: %3%

source: You have %1% %2%. Recently lost: %3%
french: Vous avez %1% %2%. Récemment perdu: %3%

source: Removed %i
french: Supprimé %i

source: Removed
french: Supprimé

source: Removed %1% %2%
french: Supprimé %1% %2%

source: Relations to %s \c(0f0)improved\c(fff) by %i.
french: Relations à %s \c(0f0)improved\c(fff) by %i.

source: Relations to %s \c(f00)worsened\c(fff) by %i.
french: Relations à %s \c(f00)worsened\c(fff) by %i.

source: Lost %1% %2%
french: Perdu %1% %2%

source: Sector
french: Secteur

source: [A]
french: [UNE]

source: Player Menu (%s)
french: Menu du joueur (%s)

source: Ship Menu (%s)
french: Menu du navire (%s)

source: Galaxy Map (%s)
french: Carte Galaxy (%s)

source: You have %i unread mails
french: Vous avez %i mails non lus

source: Game Menu (%s)
french: Menu de jeu (%s)

source: Building Mode (%s)
french: Mode Bâtiment (%s)

source: Tutorial
french: Tutoriel

source: Report a Bug
french: Signaler un Bug

source: Repair Ship
french: Réparation du vaisseau

source: Discard Broken Blocks
french: Jeter les blocs brisés

source: Repairs your ship.
french: Répare votre bateau.

source: Discards required repairs and accepts the ship as "repaired" as it is now. Your original design for this ship will be lost.
french: Les rejets nécessitent des réparations et accepte le navire comme "réparé" tel qu'il est maintenant. Votre conception originale pour ce navire sera perdue.

source: Rotate Whole Ship
french: Faire pivoter tout le navire

source: Rotate Around X Axis (This will remove all turrets!)
french: Tournez autour de l'axe X (Cela éliminera toutes les tourelles!)

source: Rotate Around Z Axis (This will remove all turrets!)
french: Tournez autour de l'axe Z (Cela éliminera toutes les tourelles!)

source: Rotate Around Y Axis (This will remove all turrets!)
french: Tournez autour de l'axe Y (Cela éliminera toutes les tourelles!)

source: Save Ship
french: Enregistrer navire

source: Delete
french: Effacer

source: To Clipboard
french: Presse-papiers

source: Apply Plan
french: Appliquer plan

source: Save your currently edited craft
french: Enregistrez votre métier actuellement édité

source: Save Path:
french: Chemin de sauvegarde:

source: Show cost difference to current ship
french: Afficher la différence de coût pour le navire actuel

source: Your ship's plan was auto-saved to %s
french: Le plan de votre navire a été auto-enregistré dans %s

source: Open the workshop site of this item
french: Ouvrez le site de l'atelier de cet article

source: You're subscribed to this craft. To delete it from this list, unsubscribe in the Steam Workshop.
french: Vous êtes abonné à cette métier. Pour le supprimer de cette liste, désabonnez-vous dans Steam Workshop.

source: Your ship has no crew!
french: Votre vaisseau n'a pas l'équipage!

source: Your ship is overpopulated! Build more quarters to support all your crew!
french: Votre navire est surpeuplé! Construire plus de quartiers pour soutenir tout votre équipage!

source: Not enough mechanics! Your ship will slowly take damage!
french: Pas assez mécanique! Votre navire prendra lentement dégâts!

source: Not enough engineers! Your ship can't fly at optimal speed!
french: Pas assez d'ingénieurs! Votre navire ne peut pas voler à une vitesse optimale!

source: Not enough crew men for all armed turrets!
french: Pas assez d'hommes d'équipage pour toutes les tourelles armées!

source: Not enough crew men for all mining turrets!
french: Pas assez d'hommes d'équipage pour toutes les tourelles minières!

source: Your ship is using up more energy that it can produce!
french: Votre vaisseau utilise plus d'énergie qu'elle peut produire!

source: Your %s is using up all your energy!
french: Votre %s utilise toute votre énergie!

source: Your yaw rotation speed is bad.
french: Votre vitesse de rotation en lacet est mauvaise (<->).

source: Your pitch rotation speed is bad.
french: Votre vitesse de rotation en tangage est mauvaise (|).

source: Your roll rotation speed is bad.
french: Votre vitesse de rotation en roulis est mauvaise (/-\).

source: Your brake thrust is very low, build thrusters to reduce drifting or build your ship out of a lighter material!
french: Votre poussée de frein est très faible, construire des propulseurs pour réduire la dérive ou construire votre navire en un matériau plus léger!

source: Your brake thrust is low, build thrusters to reduce drifting or build your ship out of a lighter material!
french: Votre poussée de frein est faible, construire des propulseurs pour réduire la dérive ou construire votre navire en un matériau plus léger!

source: Your life support doesn't have enough power, your crewmen may die!
french: Votre système de survie n'a pas assez de puissance, vos équipiers peuvent mourir!

source: Your ship is severely damaged! Repair it in the building mode or at a repair dock.
french: Votre navire est gravement endommagé! Réparez-le en mode bâtiment ou à un quai de réparation.

source: Your ship is damaged! Repair it in the building mode or at a repair dock.
french: Votre vaisseau est endommagé! Réparez-le en mode bâtiment ou à un quai de réparation.

source: Your ship is VERY weak compared to other ships in this region. If you want to survive in combat, you should arm it better, add shields or extend it!
french: Votre vaisseau est très faible par rapport à d'autres navires dans cette région. Si vous voulez survivre dans le combat, vous devez armer mieux, ajouter des boucliers ou l'étendre!

source: Your ship is weak compared to other ships in this region. If you want to survive in combat, you should arm it better, add shields or extend it!
french: Votre vaisseau est faible par rapport à d'autres navires dans cette région. Si vous voulez survivre dans le combat, vous devez armer mieux, ajouter des boucliers ou l'étendre!

source: Blocks
french: Blocs

source: Velocity
french: Vitesse

source: Press %s to Interact
french: Appuyez sur %s à interagir

source: Press %s to Dock
french: Appuyez sur %s à quai

source: Controlled by Player
french: Contrôlé par le joueur

source: Situational
french: Situation

source: Autofire
french: Tir automatique

source: Attack target
french: Attaquer la cible

source: Click to assign orders to this turret group
french: Cliquez pour assigner des ordres à ce groupe de la tourelle

source: (Autoturrets without group)
french: (Autoturrets sans groupe)

source: Create a new workshop item
french: Créer un nouvel article d'atelier

source: Update this workshop item: %s
french: Mettre à jour cet élément de l'atelier: %s

source: Upload to Steam Workshop
french: Télécharger à Steam Workshop

source: Title (max 128 characters)
french: Titre (max 128 caractères)

source: Description (max 8000 characters)
french: Description (max. 8000 caractères)

source: Visibility
french: Visibilité

source: Friends Only
french: Réservé aux amis

source: Private
french: Privé

source: Tags
french: Mots clés

source: Ship Tags
french: Étiquettes

source: Selected tags will be listed here
french: Les tags sélectionnés seront listés ici

source: Fighter Blueprint
french: Plan de combat

source: Segment Template
french: Modèle de segment

source: Military
french: Militaire

source: Movie
french: Film

source: TV-Show
french: Émission de télévision

source: Video Game
french: Jeu vidéo

source: Frigate
french: Frégate

source: Cruiser
french: Croiseur

source: Battleship
french: Bataille navale

source: Destroyer
french: Destructeur

source: Carrier
french: Transporteur

source: Freighter
french: Cargo

source: Factory
french: -Usine

source: Starter
french: Entrée

source: Early Game
french: Jeu tôt

source: Mid Game
french: Milieu de partie

source: Late Game
french: Jeu tardif

source: End Game
french: Fin du jeu

source: - None -
french: - Aucun -

source: Accept
french: Acceptez

source: Change Notes (max 5000 characters)
french: Changer les notes (max. 5000 caractères)

source: By submitting this item, you agree to the workshop terms of service.
french: En soumettant cet article, vous acceptez les termes de service de l'atelier.

source: Submit
french: Soumettre

source: Error while uploading.
french: Erreur lors du téléchargement.

source: Upload successful!
french: Télécharger avec succès!

source: Uploading %s
french: Téléchargement %s

source: Open the workshop site of Avorion
french: Ouvrir le site d'atelier d'Avorion

source: Submit New Craft
french: Soumettre un nouvel artisanat

source: Update Existing Craft
french: Mettre à jour l'artisanat existant

source: Right-Click to favorite this item.
french: Cliquez avec le bouton droit de la souris pour préférer cet élément.

source: Right-Click to un-favorite this item.
french: Cliquez avec le bouton droit de la souris pour ne pas favoriser cet élément.

source: Right-Click to mark as trash.
french: Cliquez avec le bouton droit pour marquer comme une corbeille.

source: Right-Click to unmark as trash.
french: Cliquez avec le bouton droit de la souris pour ne pas marquer comme une corbeille.

source: No Sorting
french: Sans Triage

source: Rarity
french: Rareté

source: Material
french: Equipement

source: No Borders
french: Pas de bordure

source: Filter
french: Filtre

source: favorite
french: préféré

source: trash
french: poubelle

source: recent new
french: Nouveau récent

source: Mail
french: Courrier

source: Write
french: Écrire

source: To:
french: À:

source: Subject:
french: Assujettir:

source: Attachments
french: Pièces jointes

source: Send
french: Envoyer
