Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: Hello. This is a routine scan. Please remain calm. Your cargo will be confiscated and we will have to fine you ${fine} credits. You have ${timeOut} seconds to respond.
french: Bonjour. Il s'agit d'un examen de routine. Veuillez rester calme. Votre cargaison sera confisquée et nous devrons vous payer des amendes de ${fine}. Vous avez ${timeOut} secondes pour répondre.

source: Comply
french: Se soumettre

source: Thank you for your cooperation. Remain where you are. We will now approach you and confiscate your cargo.
french: Merci de votre collaboration. Restez là où vous êtes. Nous allons maintenant vous approcher et confisquer votre cargaison.

source: [Ignore]
french: [Ignorer]

source: Hold on. Our scanners show illegal cargo on your ship. Your cargo will be confiscated and you are fined ${fine} credits. You have ${timeOut} seconds to respond.
french: Attendez. Nos scanners présentent des cargaisons illégales sur votre navire. Votre cargaison sera confisquée et vous recevrez des amendes de ${fine}. Vous avez ${timeOut} secondes pour répondre

source: Hold on. Our scanners show stolen cargo on your ship. Your cargo will be confiscated and you are fined ${fine} credits. You have ${timeOut} seconds to respond.
french: Attendez. Nos scanners montrent des cargaisons volées sur votre navire. Votre cargaison sera confisquée et vous recevrez des amendes de ${fine}. Vous avez ${timeOut} secondes pour répondre.

source: Hold on. Our scanners show dangerous cargo on your ship. According to our records, you don't have transportation permit for dangerous cargo in our area. Your cargo will be confiscated and you are fined ${fine} credits. You have ${timeOut} seconds to respond.
french: Attendez. Nos scanners présentent des cargaisons dangereuses sur votre navire. Selon nos dossiers, vous n'avez pas de permis de transport pour les marchandises dangereuses dans notre région. Votre cargaison sera confisquée et vous recevrez des amendes de ${fine}. Vous avez ${timeOut} secondes pour répondre.

source: Your non-responsiveness is considered a hostile act.
french: Votre non-réactivité est considéré comme un acte hostile.

source: Beacon Text
french: Texte de balise

source: Activate
french: Activer

source: ${entity} Bulletin Board
french: ${entity} - Tableau d'affichage

source: Electronic Bulletin Board
french: Tableau d'affichage électronique

source: Reward
french: Récompense

source: No bulletins available!
french: Aucun bulletin disponible!

source: Where is your home sector?
french: Où est votre secteur d'origine?

source: Give me all your cargo!
french: Donnez-moi tout votre cargaison!

source: Dumping the cargo. I hope you're happy you damn pirate.
french: Je jette ma cargaison. J'espère que vous êtes heureux maintenant, putain de pirate.

source: I'm serious!
french: Je suis sérieux

source: And how are you planning on doing that?
french: Et comment comptez-vous faire cela?

source: I'm going to destroy you!
french: Je vais te détruire!

source: This is ridiculous. Go away.
french: C'est ridicule. Allez-vous en.

source: Leave
french: Partez

source: Okay, sorry, wrong ship.
french: Ok, désolé, mauvais vaisseau.

source: Leave us alone!
french: Laissez--nous tranquilles!

source: Dump your cargo or you'll be destroyed!
french: décharger votre cargaison ou vous serez détruits!

source: Please don't shoot! We will dump the cargo, but then you leave us alone!
french: S'il vous plaît ne tirez pas! Nous laisserons la cargaison, mais vous nous laissez tranquilles!

source: Dump your cargo and you will be spared.
french: Laissez votre cargaison et vous serez épargné.

source: If you cooperate, I might spare your lives.
french: Si vous coopérez, je pourrais épargner votre vie.

source: At second thought I don't need anything of you.
french: En y réflechissant je n'ai pas besoin de vous.

source: What kind of sick joke is this!?
french: Quel genre de blague de malade est-ce !?

source: We'll be out of here before you even get to us!
french: Nous serons partis d'ici avant même que vous arrivez!

source: You should leave.
french: Tu devrais partir.

source: I will not give up my cargo freely to some petty pirate!
french: Je n'abandonnerai pas ma cargaison à un petit pirate!

source: So be it then!
french: Qu'il en soit ainsi!

source: Oops, sorry, wrong ship, carry on!
french: Oups, désolé, mauvais navire, circulez!

source: %s Prime is at (%i:%i).
french: %s Prime est à ((%i:%i) :( %i:%i)).

source: %s Prime: \s(%i:%i)
french: %s Prime: (\s(%i:%i):\s(%i:%i))

source: You are not close enough to claim the object!
french: Vous n'êtes pas assez proche pour revendiquer l'objet!

source: Claim
french: Prétendre

source: Orders
french: Ordres

source: Craft Orders
french: Commandes de construction

source: Idle
french: Ralenti

source: Passive
french: Passif

source: Guard This Position
french: Garde Cette position

source: Patrol Sector
french: Secteur de patrouille

source: Escort Me
french: Escorter Me

source: Attack Enemies
french: Attaque ennemis

source: Salvage
french: Sauvetage

source: Your ship has no captain!
french: Votre vaisseau n'a pas capitaine!

source: Hire
french: Former

source: You must be docked to the station to hire crewmembers.
french: Vous devez être amarré à la station d'embaucher des membres d'équipage.

source: You must be closer to the ship to hire crewmembers.
french: Vous devez être plus proche du navire pour engager les membres d'équipage.

source: What's going on here?
french: Qu'est-ce qui se passe ici ?

source: Hush! We are in the middle of our ceremony.
french: Silence! Nous sommes au milieu de notre cérémonie.

source: I see, sorry.
french: Je vois, désolé.

source: It'll have to wait, I'm talking to you.
french: Il faudra attendre, je parle de vous.

source: %s is attacking!
french: %s est d'attaquer!

source: Haha, our fake distress call worked! You're as good as dead maggot!
french: Haha, notre faux appel de détresse a fonctionné! Tu es foutu!

source: Shoot.
french: Tirez !

source: How come there are so many asteroids with resources, even in populated sectors?
french: Comment se fait-il qu'il ya tant d'astéroïdes avec des ressources, même dans les secteurs peuplés?

source: What? What do you mean, "many"? There's nearly nothing left! Do you see those big asteroids that all those mines are built on? Well, back at the time, for every big sector you'll find, there were three or four of those, packed with resources! When the big space age began, we mined them all, and built our stations out of those resources. What you're seeing is nothing but a shadow of what has once been. Nobody cares for those little rocks, except for the most greedy races. In general you're free to mine them.
french: Quelle? Qu'entendez-vous par «beaucoup»? Il ne reste presque plus rien! Voyez-vous ces gros astéroïdes sur lesquels toutes ces mines sont construites? Eh bien, en arrière à l'époque, pour chaque grand secteur que vous trouverez, il y en avait trois ou quatre, plein de ressources! Lorsque le grand âge spatial a commencé, nous les avons tous exploités et construit nos stations à partir de ces ressources. Ce que vous voyez n'est rien d'autre qu'une ombre de ce qui a été autrefois. Personne ne se soucie de ces petites roches, sauf pour les races les plus avides. En général, vous êtes libre de les exploiter.

source: I don't know about anything, but it's always possible someone else knows something. You should keep asking around. Oh, and people at different places in the galaxy will know different things.
french: Je ne sais pas de rien, mais il est toujours possible que quelqu'un d'autre sait quelque chose. Vous devez continuer à demander autour. OH, et les gens à différents endroits de la galaxie connaîtrez des choses différentes.

source: Thanks, I'll keep asking around.
french: Merci, je vais continuer à demander autour.

source: Not that I know of, but that doesn't mean anything. If you're looking for work, you should check the bulletin boards of the stations around here.
french: Non pas que je sache, mais cela ne veut rien dire. Si vous êtes à la recherche d'un emploi, vous devriez vérifier les tableaux d'affichage des stations ici.

source: Thank you, I'll have a look.
french: Merci, je vais jeter un oeil.

source: I've heard that a pirate called 'Swoks' has started raiding freighters nearby. Bad for business, you know? He's keeping it low profile, ships just disappear. But everybody knows it's him. You should not go explore on your own in these sectors around here.
french: J'ai entendu dire qu'un pirate appelé «Swoks» a commencé à attaquer des cargos à proximité. Mauvais pour les affaires, vous savez? Il garde le profil bas, les navires disparaissent. Mais tout le monde sait que c'est lui. Vous ne devriez pas aller explorer par vous-même dans ces secteurs autour d'ici.

source: Thanks, I'll keep it in mind.
french: Merci, je vais le garder à l'esprit.

source: There's a new pirate captain who has been raiding freighters around here lately. I haven't seen him in one of the civilized sectors yet, but you should be careful when exploring in no man's space.
french: Il y a un nouveau capitaine pirate qui a fait des raids dans les cargos ici dernièrement. Je ne l'ai pas encore vu dans un des secteurs civilisés, mais vous devez être prudent lorsque vous explorez dans l'espace de personne.

source: I'll keep it in mind.
french: Je vais le garder à l'esprit.

source: Not really. Except that I nearly got killed a few weeks ago by one of those war machines.
french: Pas vraiment. Sauf que je suis presque tué il y a quelques semaines par une de ces machines de guerre.

source: War machines?
french: Les machines de guerre?

source: Very interesting. Goodbye.
french: Très intéressant. Au Revoir.

source: Yes! I didn't pay attention during a hyperspace jump recalculation and all of a sudden this thing attacked me!
french: Oui! Je n'ai pas prêté attention lors d'un recalcul d'hyperspace et tout d'un coup cette chose m'a attaqué!

source: Why did it attack you?
french: Pourquoi vous at-il attaquer?

source: What thing?
french: Quelle chose?

source: What do I know? I'm lucky I got away. Someone should take care of these things.
french: Qu'est ce que je sais? Je suis chanceux, je suis parti. Quelqu'un doit prendre soin de ces choses.

source: It was one of these huge ships. They're usually dormant, but for some reason this one wasn't.
french: Il a été l'un de ces énormes navires. Ils sont généralement en sommeil, mais pour une raison quelconque celui-ci était pas.

source: A few centuries ago, a highly advanced species lived in these sectors.
french: Il y a quelques siècles, une espèce très avancés vivaient dans ces secteurs.

source: Where are they now?
french: Où sont-ils maintenant ?

source: They have been long gone, but some say that they fought the Xsotan.
french: Ils ont été longtemps disparu, mais certains disent qu'ils se sont battus l'Xsotan.

source: What happened?
french: Qu'est-ce qui s'est passé?

source: What do you think? They lost. All that remains of them now is their technology.
french: Qu'est-ce que tu penses? Ils ont perdu. Tout ce qui reste d'eux maintenant est leur technologie.

source: One of the travelling equipment traders I met a while ago had a strange alien artifact with him. I've never seen something like that before. I thought maybe it's Xsotan? But that's impossible. He even told me I could integrate it into my ship. But when I asked about the price it was way too expensive.
french: L'un des commerçants de matériel de voyage que j'ai rencontré il y a un certain temps avait un artefact extraterrestre étrange avec lui. Je ne l'ai jamais vu quelque chose comme ça avant. Je pensé que c'est Xsotan? Mais cela est impossible. Il m'a même dit que je pouvais l'intégrer dans mon vaisseau. Mais quand j'ai demandé le prix était beaucoup trop cher.

source: Thanks.
french: Merci.

source: There are travelling merchants who sell all sorts of things. You should keep an eye on them, they will jump to the next sector after a while if they don't find anybody to trade with. Some of them have really exotic wares, I even met some who had old Xsotan artifacts for sale.
french: Il y a des marchands ambulants qui vendent toutes sortes de choses. Vous devez garder un œil sur eux, ils vont passer au secteur suivant après un certain temps si elles ne trouvent pas que quiconque à commercer avec. Certains d'entre eux ont vraiment marchandises exotiques, j'ai même rencontré quelques-uns qui avaient de vieux objets Xsotan à vendre.

source: If you're the treasure hunting type, the you should check asteroid fields in the no man's space for beacons. I've seen lots of beacons on my travels, and they seem to have some message for all members of 'Operation Exodus'. Whatever this may be.
french: Si vous êtes le type de chasse au trésor, la vous devriez vérifier les champs d'astéroïdes dans l'espace no man pour les balises. I've vu beaucoup de balises sur mes voyages, et ils semblent avoir un certain message pour tous les membres de «Operation Exodus». Quoi que cela puisse être.

source: Thanks, I'll check it out.
french: Merci, je vais vérifier.

source: A friend of mine is obsessed with these beacons you can find in asteroid fields around here. He says they have some kind of message encoded into them, with coordinates leading to a great treasure. But that's all nonsense if you ask me.
french: Un de mes amis est obsédé par ces balises vous pouvez trouver dans les champs d'astéroïdes ici. he dit qu'ils ont une sorte de message codé en eux, avec les coordonnées menant à un grand trésor. Mais qui est un non-sens si vous me demandez.

source: The research labs are getting better and better. Now they're using genetic algorithms to improve the quality of the researched objects. It destroys the objects you put in, but you have a good chance to get an object of an even better quality. I wonder what happens when you put in three objects with the best quality there is. Maybe the universe will implode?
french: Les laboratoires de recherche sont de mieux en mieux. Maintenant, ils utilisent des algorithmes génétiques pour améliorer la qualité des objets recherchés. Il détruit les objets que vous mettez dans, mais vous avez une bonne chance d'obtenir un objet d'une qualité encore meilleure. Je demander ce qui se passe quand vous mettez dans trois objets avec la meilleure qualité qui soit. Peut-être que l'univers va imploser?

source: Huh. I guess I'll try!
french: Huh. Je suppose que je vais essayer!

source: A friend of mine got some great new equipment because he researched it at the research lab! It's a little like playing the lottery, but if you put in 5 objects, apparently you're guaranteed to get something better. I'll do this too, and in the end I'll put in 3 objects of the highest possible rarity. I wonder what happens then...
french: Un de mes amis a eu un grand équipement neuf parce qu'il fait des recherches au laboratoire de recherche! Il est un peu comme jouer à la loterie, mais si vous mettez en 5 objets, apparemment, vous êtes assuré d'obtenir quelque chose de mieux. I'll ce faire aussi, et à la fin je vais mettre en 3 objets de la rareté la plus élevée possible. Je me demande ce qui se passe alors ...

source: I've heard the universe might implode.
french: J'ai entendu l'univers pourrait imploser.

source: I guess I'll have to try.
french: Je suppose que je vais devoir essayer.

source: Oh wow, you're gullible! The universe can't implode, and we're only subjects that have been made up by someone. Once that someone wants us gone, we'll go.
french: Oh wow, vous êtes crédules! L'univers ne peut pas imploser, et nous ne sommes que des sujets qui ont été constitués par quelqu'un. Une fois que quelqu'un veut qu'on parte, nous irons.

source: This is getting a little too dark for me.
french: Cela devient un peu trop sombre pour moi.

source: Goodbye.
french: Au revoir.

source: I hear there's a smuggler around here who got his hands on some Xsotan technology.
french: J'entends il y a un contrebandier ici qui a mis la main sur une technologie Xsotan.

source: That sounds interesting.
french: Cela semble intéressant.

source: I'll leave now.
french: Je vais partir maintenant.

source: I know, but as far as I know, nobody has ever caught him. Apparently his hyperspace engine is extremely advanced and he can jump anywhere in the entire galaxy!
french: Je sais, mais pour autant que je sache, personne ne lui a jamais pris. Apparently son moteur hyperespace est extrêmement avancé et il peut sauter partout dans la galaxie entière!

source: You should beware of Bottan. He's a smuggler who doesn't have the courage to fly his own deals, even though he has the most advanced hyperspace engine I've ever seen. He lets others do his dirty work for him, so he won't get in trouble.
french: Vous devriez vous méfier de Bottan. Il est un passeur qui n'a pas le courage de voler ses propres offres, même si il a moteur hyperespace le plus avancé que j'ai jamais vu. he laisse les autres faire son sale boulot pour lui, alors il ne sera pas obtenir en difficulté.

source: I'll be careful.
french: Je vais etre prudent.

source: After this scumbag Bottan got his hands on this Xsotan technology, he's become a real pain. He built up a big smuggling ring, and since then has been betraying people over and over.
french: Après cette scumbag Bottan a obtenu ses mains sur cette technologie Xsotan, il est devenu une vraie douleur. he construit un grand anneau de contrebande, et depuis lors, a été trahir les gens plus et plus.

source: Why doesn't anybody stop him?
french: Pourquoi ne pas que quelqu'un l'arrête?

source: Why do people follow him?
french: Pourquoi les gens le suivent?

source: Apparently this new Xsotan technology made his hyperspace engine crazy strong.
french: Apparemment, cette nouvelle technologie Xsotan fait son moteur hyperespace fou forte.

source: Because everyone wants some of the money he's making! He's betraying wanna-be smugglers who can't help themselves. Poor bastards. But it's their own fault. They should just stick to normal trade.
french: Parce que tout le monde veut une partie de l'argent qu'il fait! Il trahit des contrebandiers qui ne peuvent pas s'aider eux-mêmes. Pauvres bâtards. Mais c'est leur propre faute. Ils devraient simplement s'en tenir au commerce normal.

source: It's funny that you ask, because I found some research satellites in the sectors around here. Apparently someone is doing state of the art energy research with those things. They were looking really expensive. I wonder what kind of equipment must be used in there.
french: C'est drôle que vous demandez, parce que j'ai trouvé quelques satellites de recherche dans les secteurs ici. Apparemment, quelqu'un fait de l'état de l'art de recherche sur l'énergie avec ces choses. Ils étaient vraiment cher. Je me demande quel genre d'équipement doit être utilisé là-dedans.

source: Thanks, I'll keep an eye out.
french: Merci, je vais garder un œil sur.

source: The M.A.D. Science Association has started looking into new ways of energy generation. I found some of their satellites just floating around in space. I don't think that's such a good idea with all the bandits and Xsotan around here. I'm pretty sure they have state of the art equipment.
french: L'Association des sciences MAD a commencé à chercher de nouveaux moyens de production d'énergie. J'ai trouvé certains de leurs satellites juste flottant dans l'espace. Je ne pense pas que ce soit une bonne idée avec tous les bandits et Xsotan autour d'ici. Je suis sûr qu'ils ont l'état de l'équipement de pointe.

source: Have you seen the new energy satellites by the M.A.D. Science Association? They're full of state of the art energy equipment. And nobody is guarding them! It's like they're asking people to steal or salvage them! Don't tell anybody, but once I'm done with work, I'll see if I can grab one of them.
french: Avez-vous vu les nouveaux satellites d'énergie par l'Association des sciences MAD? Ils sont pleins de l'état de l'équipement énergétique de l'art. Et personne ne les gardait! Il est comme ils demandent aux gens de voler ou de récupérer eux! don't dire à personne, mais une fois que je suis fait avec le travail, je vais voir si je peux attraper l'un d'eux.

source: Uhh... Thanks?
french: Uhh ... Merci?

source: The M.A.D. Science Association is researching new electricity weapons. A complete waste of time if you ask me. Everybody knows that electricity can't do anything against stone. On the other hand, who would plate his ship with stones?
french: L'Association des sciences MAD est la recherche de nouvelles armes de l'électricité. Une perte de temps si vous me demandez. Everybody sait que l'électricité ne peut rien faire contre la pierre. On d'autre part, qui plaque son navire avec des pierres?

source: Huh. Good to know.
french: Huh. Bon à savoir.

source: A friend of mine got some new electriciy weapons from the M.A.D. Science Association. But when he tried them out, he realized that they don't do anything to asteroids! What good is a weapon that you can't even use on stone?
french: Un de mes amis a obtenu quelques nouvelles armes electriciy de l'Association des sciences MAD. Mais quand il les a essayé, il se rendit compte qu'ils ne font rien pour les astéroïdes! Nouveautés bonne est une arme que vous ne pouvez pas même utiliser sur la pierre?

source: I was recently contacted by a group of people who are apparently looking for Xsotan artifacts. As if I had anything to do with this nonsense! I told them they should maybe post a bulletin with a reward.
french: On m'a récemment contacté par un groupe de personnes qui sont apparemment à la recherche d'artefacts Xsotan. Comme si je devais rien à voir avec ce non-sens! Je leur ai dit qu'ils devraient peut-être publier un bulletin avec une récompense.

source: You're not the only one asking around here lately. Recently there have been people who were looking for Xsotan artifacts. They said they wanted to journey to the center of the galaxy. That's crazy if you ask me.
french: Vous n'êtes pas le seul à poser ici ces derniers temps. Récemment il y a eu des gens qui étaient à la recherche d'artefacts Xsotan. they dit qu'ils voulaient voyage au centre de la galaxie. C'est fou si vous me demandez.

source: Have you seen these bulletins that have been around on stations lately? Someone must be really desperate to get their hands on these Xsotan artifacts. I really wonder why anybody would want to have anything to do with these monsters.
french: Avez-vous vu ces bulletins qui ont été autour des stations récemment? Quelqu'un doit être vraiment désespéré pour mettre la main sur ces artefacts Xsotan. Je vraiment se demander pourquoi quelqu'un voudrait avoir quelque chose à voir avec ces monstres.

source: If you haven't noticed yet, there's a subspace rift that's preventing people from going to the center of the galaxy. Some say it's the Xsotan. Some say it's just a natural phenomenon and that it will pass.
french: Si vous ne l'avez pas encore remarqué, il y a une faille subspatiale qui est d'empêcher les gens de se rendre au centre de la galaxie. Certains disent qu'il est le Xsotan. Certains disent qu'il est juste un phénomène naturel et que ça va passer.

source: What do you think?
french: Qu'en pensez-vous ?

source: Thanks. Goodbye.
french: Merci. Au Revoir.

source: I'm not sure. But it sure as hell isn't going away. My grandfather already knew this barrier. But when he was a boy, it was a lot nearer to the center of the galaxy.
french: Je ne suis pas sûr. Mais il est sûr que l'enfer ne va pas disparaître. my grand-père connaissait déjà cette barrière. Mais quand il était un garçon, il était beaucoup plus près du centre de la galaxie.
