Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: Scanner Beacon
french: Scanner Balise

source: Scanning...
french: Scan en cours …

source: Success. Calling the collector.
french: Succès. Appeler le collecteur.

source: Please be patient. Extraction will begin soon.
french: S'il vous plaît être patient. Extraction va bientôt commencer.

source: Negative.
french: Négatif.

source: Establish Connection
french: établir une connexion

source: What is Operation Exodus?
french: Qu'est-ce que Operation Exodus?

source: Where are you?
french: Où es-tu ?

source: Why do you live here?
french: Pourquoi vivez-vous ici?

source: Do you know how to beat the Xsotan?
french: Savez-vous comment battre le Xsotan?

source: What is this place?
french: De quel type de lieu s'agit-il ?

source: I have to go.
french: Je dois partir.

source: And now we live here.
french: Et maintenant, nous vivons ici.

source: Ah. It looks like you already have everything we could give you.
french: Ah. Il semble que vous avez déjà tout ce que nous pourrions vous donner.

source: You can have some of it if you want. It's worthless to us anyways.
french: Vous pouvez avoir certaines d'entre elles si vous voulez. Il est inutile de nous de toute façon.

source: We dumped one of the artifacts from a wreckage near you, have a look around.
french: Nous dumping un des artefacts d'une épave près de chez vous, faire un tour.

source: The Xsotan ships are no more special than ours or yours. They're strong, but you can defeat them in combat.
french: Les navires Xsotan ne sont pas plus spécial que le nôtre ou le vôtre. Ils sont forts, mais vous pouvez les vaincre au combat.

source: The main problem is that there's just so many of them.
french: Le principal problème est qu'il ya tellement beaucoup d'entre eux.

source: You have to stop them from calling in reinforcements.
french: Vous devez les empêcher d'appeler des renforts.

source: We don't know how to do that or where they're coming from, but during our times fighting them our ancestors managed to get their hands on some of their technology.
french: Nous ne savons pas comment faire ou où ils viennent, mais pendant notre temps de les combattre nos ancêtres a réussi à mettre la main sur une partie de leur technologie.

source: We're scattered over all these wreckages.
french: Nous dispersés sur l'ensemble de ces épaves.

source: I would never have thought that anybody would come out here.
french: Je ne l'aurais jamais pensé que quelqu'un puisse venir ici.

source: We set up this beacon, but we never thought anybody would use it.
french: Nous avons créé cette balise, mais on n'a jamais pensé que quelqu'un puisse l'utiliser.

source: There are many more of us, in other sectors, but sadly we can't reach them.
french: Il y a beaucoup plus d'entre nous, dans d'autres secteurs, mais malheureusement nous ne pouvons pas les atteindre.

source: This is the place where our last great defeat happened.
french: Ceci est l'endroit où notre dernière grande défaite est arrivé.

source: We were overwhelmed by outlaws and bandits. When they realized that our technology was completely incompatible with theirs and thus worthless to them, they left our ancestors to die here.
french: Nous avons été submergés par outlaws et des bandits. Quand ils ont réalisé que notre technologie est totalement incompatible avec les leurs et donc sans valeur pour eux, ils ont laissé nos ancêtres mourir ici.

source: Since our hyperdrives are all gone, we're stuck here.
french: Puisque nos hyperpropulsion sont tous partis, nous sommes coincés ici.

source: But luckily we're living in the wreckages of a convoy that was meant for the migration of millions.
french: Mais heureusement nous vivons dans les épaves d'un convoi qui était destiné à la migration de millions.

source: We have enough food and energy to sustain us for hundreds of years to come.
french: Nous avons assez de nourriture et d'énergie pour nous soutenir pendant des centaines d'années à venir.

source: We were disorganized, demoralized and weak. Our best guess is that a lot of people in the outer sectors here knew that.
french: Nous avons été désorganisée, démoralisée et faible. Notre meilleure estimation est que beaucoup de gens dans les secteurs extérieurs ici savait.

source: And a large convoy like ours was not exactly easy to hide.
french: Et un grand convoi comme la nôtre était pas exactement facile de se cacher.

source: We were constantly attacked. They wanted our technology. Our ships. Our weapons.
french: Nous étions constamment attaqués. Ils voulaient notre technologie. Nos navires. Nos armes.

source: For a long time we managed to fight them back, but at some point we couldn't fight any longer, and were overwhelmed.
french: Pendant longtemps, nous avons réussi à les combattre en arrière, mais à un moment donné, nous ne pouvions pas lutter plus longtemps, et nous avons été dépassés.

source: Our hyperspace drives were destroyed, and now we're stuck here.
french: Nos lecteurs hyperespace ont été détruits, et maintenant nous sommes coincés ici.

source: We are the descendants of the Haatii. Our ancestors used to live near the center of the galaxy.
french: Nous sommes les descendants des Haatii. Nos ancêtres vivaient près du centre de la galaxie.

source: Operation Exodus was the largest migration the galaxy had seen.
french: Opération Exodus était la plus grande migration de la galaxie avait vu.

source: After we realized we couldn't beat the Xsotan at the time, we decided to flee.
french: Après que nous avons réalisé que nous ne pouvions pas battre le Xsotan à l'époque, nous avons décidé de fuir.

source: They were getting closer and closer to our home sectors, so we and our allies decided that it was time to fall back and work out a new strategy.
french: Ils se rapprochent de plus en plus à nos secteurs de la maison, de sorte que nous et nos alliés ont décidé qu'il était temps de se replier et d'élaborer une nouvelle stratégie.

source: We realized that the Xsotan were expanding their territory from the center of the galaxy, so we thought the best move would be to journey to the edge of the galaxy.
french: Nous avons réalisé que le Xsotan étendaient leur territoire à partir du centre de la galaxie, nous avons pensé que la meilleure solution serait de voyager à bord de la galaxie.

source: We hoped that this might give us enough time to find a strategy to beat them.
french: Nous espérions que cela pourrait nous donner suffisamment de temps pour trouver une stratégie pour les battre.

source: Half the galaxy had agreed to join us, and we went on with the preparations.
french: La moitié de la galaxie avait accepté de se joindre à nous, et nous sommes allés sur les préparatifs.

source: Then they hit us. We didn't know if they knew what we were planning or if it was just a coincidence, but subspace rifts started to appear.
french: Ensuite, ils nous ont frappés. Nous ne savions pas s'ils savaient ce que nous avions prévu ou si elle était juste une coïncidence, mais rifts subspatiales ont commencé à apparaître.

source: They tore the galaxy to shreds. Billions of lives were lost. Entire sectors just disappeared. It was a slaughter. And the worst part? We never even saw a single Xsotan ship.
french: Ils ont déchiré la galaxie en lambeaux. Des milliards de vies ont été perdues. Des secteurs entiers ont tout simplement disparu. Ce fut un massacre. Et le pire? On n'a jamais même vu un seul navire Xsotan.

source: The alliance was weakened, and there were thousands of factions arising out of the chaos.
french: L'alliance a été affaiblie, et il y avait des milliers de factions découlant du chaos.

source: But we had come too far, invested too many resources, we had to go through with Operation Exodus. But it was too disorganized.
french: Mais nous étions venus trop loin, investi trop de ressources, nous avons dû passer par Operation Exodus. Mais il était trop désorganisé.

source: Nothing went according to plan. Most members of the alliance weren't even agreeing on where we would leave to.
french: Rien ne se passe comme prévu. La plupart des membres de l'alliance ne sont même pas sur acceptent où nous laisser.

source: Finally we decided that we could not wait any longer. We took off and left behind beacons that would lead the members of the Operation Exodus to this place.
french: Enfin, nous avons décidé que nous ne pouvions pas attendre plus longtemps. Nous avons décollé et laissé derrière des balises qui conduirait les membres de l'Opération Exodus à cet endroit.

source: A few hundred years back, an alien species appeared in the center of the galaxy. The Xsotan.
french: A quelques centaines d'années en arrière, une espèce exotique est apparu dans le centre de la galaxie. Le Xsotan.

source: We knew aliens. Since the great rise of technology 600 years back, everybody knew how to build and use spaceships. This is how we all colonised space in the first place.
french: Nous savions que les étrangers. Depuis la grande montée de la technologie 600 ans en arrière, tout le monde savait comment construire et utiliser des vaisseaux spatiaux. Voici comment nous avons tous colonisés l'espace en premier lieu.

source: But the Xsotan were different. Cold. Careless.
french: Mais la Xsotan étaient différentes. Du froid. Négligent.

source: They didn't care for anybody, they didn't even answer our attempts to communicate. They just appeared and it seemed like they didn't care about anything at all.
french: Ils ne se soucient pas pour tout le monde, ils ne répondent même pas à nos tentatives de communication. Ils viennent d'apparaître et il semblait comme ils ne se soucient pas rien du tout.

source: Then they started... harvesting.
french: Puis ils ont commencé ... la récolte.

source: They ate away everything. Asteroids. Ships. Some say they even consume entire planets.
french: Ils ont mangé tout emporté. Asteroids. Navires. Certains disent qu'ils consomment même des planètes entières.

source: After a great battle we realized that we didn't stand a chance. Not that they were unbeatable, we did manage to win several battles.
french: Après une grande bataille, nous avons réalisé que nous ne sommes une chance. Non pas qu'ils étaient imbattables, nous avons réussi à gagner plusieurs batailles.

source: But they just kept pouring out of the center, more and more of them. In the end it didn't matter, they would just overrun us as they had way more resources.
french: Mais ils ont juste gardé versant du centre, de plus en plus d'entre eux. En fin de compte, il n'a pas d'importance, ils seraient tout simplement nous envahir comme ils l'avaient beaucoup plus de ressources.

source: The only thing that was left for us to do, was to flee. So we started Operation Exodus.
french: La seule chose qui a été laissé pour nous de faire, était de fuir. Nous avons donc commencé Operation Exodus.

source: What? Hello? Who is this?
french: Quelle? Bonjour? Qui est-ce?

source: Are you from Operation Exodus?
french: Êtes-vous de l'Opération Exodus?

source: Operation Exodus..?
french: Opération Exodus ..?

source: Yes... yes...
french: Oui, Oui...

source: Well... and no.
french: Eh bien ... et non.

source: We never took part in Operation Exodus ourselves. It was our ancestors who did it.
french: On n'a jamais pris part à l'Opération Exodus nous. Ce sont nos ancêtres qui l'ont fait.

source: Your ancestors?
french: Vos ancêtres?

source: Yes. The Exodus took place more than a hundred years ago.
french: Oui. L'exode a eu lieu il y a plus de cent ans.

source: We? Who are you?
french: Nous? Qui es-tu?

source: Maybe you should leave then.
french: Peut-être que vous devriez laisser ensuite.

source: [Static Noise]
french: [Bruit statique]

source: ... is this thing working?
french: ... Est cette chose travaille?

source: Investigate
french: enquêter

source: We won't make it to the next rendez-vous point in time. Our hyperdrive has severe damage.
french: Nous ne ferons pas au prochain point de rendez-vous dans le temps. Notre hyperdrive a de graves dommages.

source: We fought them off for now, but I'm sure there's going to be more soon. I've instructed my men to work as fast as they can.
french: Nous les avons battus off pour l'instant, mais je suis sûr qu'il y aura plus bientôt. Je l'ai demandé à mes hommes de travailler aussi vite que possible.

source: I'm sure this might not even have been necessary. They all know the gravity of the situation we're in.
french: Je suis sûr que cela pourrait même pas été nécessaire. Ils savent tous la gravité de la situation dans laquelle nous sommes.

source: Listen
french: Ecoute.

source: Leave it alone
french: Laisser seul

source: The wreckage is sending some kind of broadcast that looks like an entry from the captain's logs.
french: L'épave envoie une sorte de diffusion qui ressemble à une entrée dans les journaux du capitaine.

source: Ha, this time we caught you red-handed! You're the one who has been destroying and stealing our equipment!
french: Ha, cette fois, nous vous pris en flagrant délit! Vous êtes celui qui a été détruit et volé notre matériel!

source: It was an accident!
french: C'était un accident!

source: How can this be an accident? You destroyed multiple of our most valuable research satellites!
french: Comment cela peut-être un accident? Vous avez détruit plusieurs de nos satellites de recherche les plus précieux!

source: What equipment? All I can see is junk.
french: Quel équipement? Tout ce que je peux voir est indésirable.

source: How dare you insult our research like this!
french: Comment osez-vous insulter notre recherche comme celui-ci!

source: We are members of the M.A.D. Science Association. Our latest research of the Xsotan energy systems has been ground breaking!
french: Nous sommes membres de l'Association des sciences MAD. Notre dernière recherche des systèmes d'énergie Xsotan a été motif de rupture!

source: Oops?
french: Oups

source: You are clearly not capable of any true scientific enlightenment.
french: Vous êtes manifestement pas capable d'une véritable illumination scientifique.

source: We don't need scavenger scum like you around here. In fact, we are rather sure that the galaxy will be better off without you.
french: On n'a pas besoin piégeur d'écume comme vous ici. En fait, nous sommes plutôt sûr que la galaxie sera mieux sans toi.

source: Are you looking for the true power of pure energy?! We're going to show you the potential of true energy is like!
french: Vous cherchez la véritable puissance de l'énergie pure ?! Nous allons vous montrer le potentiel de véritable énergie est comme!

source: Get ready to be melted, HaHaHaHaHa!
french: Préparez-vous à être fondu, hahahahaha!

source: I have your goods.
french: J'ai vos produits.

source: I've changed my mind.
french: J'ai changé mon esprit

source: Tell me when you change it back so we can finally get this over with.
french: Dites-moi quand vous changez en arrière afin que nous puissions enfin finir avec ça.

source: I ran into some trouble transporting your goods.
french: Je suis tombé sur quelques problèmes le transport de vos marchandises.

source: How will I know that you'll pay me?
french: Comment vais-je savoir que vous allez me payer?

source: Here you go.
french: Voilà.

source: My scanners don't find the goods on your ship. Come back when you have the goods. But I won't be waiting here forever, so hurry up.
french: Mes scanners ne trouvent pas les produits sur votre bateau. Revenez quand vous avez les marchandises. Mais je ne serai pas attendu ici pour toujours, alors dépêchez-vous.

source: That's none of your business. Hand over the goods.
french: Ce n'est pas vos affaires. Remettre les marchandises.

source: If you can't transport the goods without avoiding a patrols or an ambush, that's your own problem, not mine.
french: Si vous ne pouvez pas transporter les marchandises sans éviter une patrouille ou une embuscade, qui est votre propre problème, pas le mien.

source: You won't. But if you keep pestering me, I won't pay you at all.
french: Vous ne sera pas. Mais si vous continuez à me harceler, je ne vais pas vous payer du tout.

source: We'll work out your payment as soon as I know that the goods are there.
french: Nous allons travailler sur votre paiement dès que je sais que les marchandises sont là.

source: Good. Hand them over now.
french: Bien. Remettez-les sur maintenant.

source: What about my payment?
french: Qu'en est-il mon paiement?

source: Wait a second ...
french: Attendez une seconde !

source: You again? Screw this, I'm out!
french: Toi encore? Vissez cela, je suis sorti!

source: Looks like everything is here. Thank you very much for your cooperation, I'll be on my way then!
french: On dirait que tout est ici. Merci beaucoup pour votre coopération, je serai sur mon chemin alors!

source: We're taking damage, retreat, retreat!
french: Nous prenons des dommages, retraite, retraite!

source: What!? Why can't we jump?
french: Quelle!? Pourquoi ne pouvons-nous pas sauter?

source: You did this! You destroyed my hyperspace drive! Prepare to die!
french: Vous l'avez fait! Vous avez détruit mon lecteur hyperespace! Préparez-vous à mourir!

source: Hello
french: Bonjour

source: How do we stop Bottan?
french: Comment pouvons-nous arrêter Bottan?

source: Who is Bottan?
french: Qui est Bottan?

source: What's in it for me?
french: Qu'est-ce qu'l y a dedans pour mo?

source: Why would you betray Bottan?
french: Pourquoi voudriez-vous trahir Bottan?

source: Alright, I'll help you.
french: Très bien, je vais vous aider.

source: That's none of my business.
french: Ce ne sont pas mes affaires.

source: I've heard some impressive stories about you. Maybe we can work together to stop Bottan.
french: J'ai entendu des histoires impressionnantes sur vous. Peut-être que nous pouvons travailler ensemble pour arrêter Bottan.

source: Bottan is a coward. He won't do anything himself, and if there is only the slightest hint of combat, he'll jump away to safety.
french: Bottan est un lâche. Il ne fera rien lui-même, et s'il n'y a que le moindre soupçon de combat, il va sauter loin à la sécurité.

source: In order to catch him, we have to disable his hyperspace drive.
french: Pour l'attraper, il faut désactiver le lecteur de l'hyperespace.

source: He's a smuggler who operates in these sectors here.
french: Il est un passeur qui opère dans ces secteurs ici.

source: Or, more accurately, who lets others work for him.
french: Ou, plus exactement, qui laisse d'autres travaillent pour lui.

source: He won't do anything himself, and if there is only the slightest hint of combat, he'll jump away to safety.
french: Il ne fera rien lui-même, et s'il n'y a que le moindre soupçon de combat, il va sauter loin à la sécurité.

source: A few months back, he got his hands on some Xsotan hyperspace tech.
french: Il y a quelques mois, il a obtenu ses mains sur certains hyperespace technologie Xsotan.

source: It was me who integrated it into his ship.
french: Il était moi qui a intégré dans son navire.

source: Now he can jump three times as far as other ships, and five times as quick, and nobody can catch him.
french: Maintenant, il peut sauter trois fois plus loin que d'autres navires, et cinq fois plus rapide, et personne ne peut l'attraper.

source: But he made a big mistake when he threw me out.
french: Mais il a fait une grosse erreur quand il m'a jeté dehors.

source: He doesn't know that I know of a way to disable his precious hyperspace drive.
french: Il ne sait pas que je connais un moyen de désactiver son lecteur de hyperespace précieux.

source: You'll get revenge on a man who betrayed you.
french: Vous aurez la vengeance sur un homme qui vous a trahi.

source: And, maybe, we can extract the Xsotan tech from his ship. I'll modify it so you can integrate it into your ship.
french: Et, peut-être, nous pouvons extraire la technologie Xsotan de son navire. Je le modifie afin que vous puissiez l'intégrer dans votre vaisseau.

source: I was Bottan's chief engineer. As such, I know everyhting about his hyperspace engine. It was me who integrated the Xsotan Technology into the ship.
french: J'étais ingénieur en chef de Bottan. En tant que tel, je sais everyhting au sujet de son moteur hyperespace. Il est moi qui a intégré la technologie Xsotan dans le navire.

source: That same drive that allows him to jump extreme distances very quickly.
french: Ce même lecteur qui lui permet de sauter des distances extrêmes très rapidement.

source: Since I know how it works, I can build a ray that disables his engine.
french: Depuis que je sais comment il fonctionne, je peux construire un rayon qui désactive son moteur.

source: That's none of your business, but I'll tell you this much: He betrayed me, one of his most loyal men!
french: Ce ne sont pas de votre entreprise, mais je vais vous dire ceci: Il m'a trahi, un de ses hommes les plus fidèles!

source: Now I'm a fugitive, hunted by my former friends and nearly all factions in the quadrant.
french: Maintenant, je suis un fugitif, traqué par mes anciens amis et presque toutes les factions dans le quadrant.

source: I can't just let that go without retaliation.
french: Je ne peux pas laisser ça aller sans représailles.

source: Since I have to remain here, I need you to organize all the parts I need to build the disruption ray.
french: Depuis que je dois rester ici, je besoin de vous pour organiser toutes les pièces que je dois construire le rayon de la perturbation.

source: I've sent the list of the parts to your ship.
french: J'ai envoyé la liste des pièces à votre vaisseau.

source: Come back once you have them.
french: Revenez une fois que vous les avez.

source: I don't care how you get them, do what you must.
french: Je ne me soucie pas comment vous les obtenez, faire ce que vous devez.

source: Just get me those parts.
french: Il suffit de me faire ces pièces.

source: Smuggler
french: Contrebandier

source: Greetings
french: Salutations

source: [The ship isn't answering.]
french: [Le navire ne répond pas.]

source: Yes.
french: Oui.

source: Does that mean you're interested?
french: Est-ce que cela veut dire que vous êtes intéressé?

source: On second thought, I think I'll pass.
french: À la réflexion, je pense que je vais passer.

source: Pity. Would have been some good coin in it for you. Not to speak of the friends you would have made.
french: Pitié. Cela aurait été une bonne pièce en elle pour vous. Sans parler des amis que vous auriez faites.

source: Greetings. Interested in earning a lot of money for easy work?
french: Salutations. Intéressé à gagner beaucoup d'argent pour un travail facile?

source: How much?
french: Combien ?

source: About 500k to a million. Depends on how fast you are. And if you can get the job done.
french: A propos de 500k à un million. Dépend de la vitesse que vous êtes. Et si vous pouvez faire le travail.

source: I don't want to do your dirty work.
french: Je ne veux pas faire le sale boulot.

source: Good. All you have to do is take this cargo, and bring it to the checkpoint I just sent you.
french: Bien. Tout ce que vous avez à faire est de prendre cette cargaison, et l'amener au poste de contrôle que je viens de vous envoyer.

source: Should be as easy as pie.
french: Devrait être simple comme bonjour.

source: It looks like you don't have enough cargo space. Dump some of your cargo and come back then.
french: Il semble que vous ne disposez pas de suffisamment d'espace de chargement. Dump une partie de votre cargaison et revenir ensuite.

source: Goods
french: Fournitures

source: A container full of unknown goods you received from an unknown ship.
french: Un conteneur rempli de produits inconnus que vous avez reçu à partir d'un navire inconnu.

source: Deliver the goods to \s(%i:%i)
french: Livrer les marchandises à (\s(%i:%i):\s(%i:%i))
