Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: Your ship needs more crew quarters to support all of your required crew.
french: Votre vaisseau a besoin de plus des quartiers d'équipage pour soutenir l'ensemble de votre équipage requis.

source: Basics - Camera I
french: Basics - Caméra 1

source: Basics - Controls
french: Basics - Contrôles

source: Basics - Mining
french: Basics - Minage

source: Basics - Building
french: Basics - Construction

source: Basics - Camera II
french: Basics - Caméra 2

source: Basics - Crews
french: Basics - Equipage

source: Basics - Energy Systems
french: Basics - Systèmes énergétiques

source: You can always restart the tutorial with this button.
french: Vous pouvez toujours redémarrer le tutoriel avec ce bouton.

source: You can always restart the tutorial with this button. To click it, hold %s to release your mouse.
french: Vous pouvez toujours redémarrer le tutoriel avec ce bouton. Pour cliquez dessus, maintenez %s pour libérer votre souris.

source: Congratulations, you've finished the tutorial!
french: Félicitations, vous avez terminé le tutoriel!

source: For more advanced tutorials, see the drop-down menu in the tutorial window.
french: Pour plus de tutoriels avancés, consultez le menu déroulant dans la fenêtre tutoriel.

source: Now let's return to your previous sector.
french: Maintenant, nous allons revenir à votre secteur précédent.

source: Use the galaxy map to enter its coordinates into the nav computer and jump back into it.
french: Utilisez la carte de la galaxie pour entrer ses coordonnées dans l'ordinateur de navigation et de revenir en arrière dedans.

source: The sector has been marked on the map.
french: Le secteur a été marqué sur la carte.

source: This is your ship's stored energy.
french: Ceci est l'énergie stockée de votre vaisseau.

source: Excess energy gets stored in your battery, and drained during energy shortages.
french: L'énergie excédentaire est stockée dans la batterie, et drainée en cas de pénurie d'énergie.

source: Once you have no more energy left in your battery, your ship systems start to fail.
french: Une fois que vous avez plus d'énergie laissée dans votre batterie, vos systèmes de navires commencent à échouer.

source: This is your ship's energy usage.
french: Ceci est la consommation d'énergie de votre vaisseau.

source: Some blocks of your ship generate energy, while energy weapons, shields, engines, boosting and the like
french: Certains blocs de votre vaisseau génèrent de l'énergie, tandis que les armes de l'énergie, des boucliers, des moteurs, stimuler et similaires

source: use up energy to work. If this bar is rather empty, your ship produces more energy than it can consume
french: utiliser de l'énergie pour travailler. Si cette barre est plutôt vide, votre vaisseau produit plus d'énergie qu'il ne peut consommer

source: (which is not a bad thing).
french: (Qui est pas une mauvaise chose).

source: If it's rather full, your ship consumes nearly all the energy it can produce, or even more
french: Si elle est assez complète, votre vaisseau consomme presque toute l'énergie qu'elle peut produire, ou encore plus

source: (which is more likely to be a bad thing).
french: (Qui est plus susceptible d'être une mauvaise chose).

source: This is your hyperspace drive's energy.
french: Ceci est l'énergie de votre lecteur hyperespace.

source: After a jump it is depleted and you have to wait until it recharges before you can jump again.
french: Après un saut, il est appauvri et vous devez attendre jusqu'à ce qu'il se recharge avant de pouvoir sauter à nouveau.

source: Well done, you've successfully jumped to another sector!
french: Bravo, vous avez sauté avec succès à un autre secteur!

source: Jump route calculated
french: Jump itinéraire calculé

source: Press Escape to close the map.
french: Appuyez sur Echap pour fermer la carte.

source: Wait until your nav-computer finished its calculations.
french: Attendez que votre nav-ordinateur a terminé ses calculs.

source: Turn your ship so it looks in the direction of the target sector.
french: Tourner votre bateau de sorte qu'il regarde dans la direction du secteur cible.

source: Press %s to jump into the other sector.
french: Appuyez sur %s pour sauter dans l'autre secteur.

source: Now right-click a sector that is in range, and click 'Enter coordinates into navigation computer'.
french: Maintenant, cliquez-droit sur un secteur qui est à portée, puis cliquez sur "Entrez les coordonnées dans l'ordinateur de navigation.

source: This will start the calculations for the jump route.
french: Cela va démarrer les calculs pour la route de saut.

source: Once these calculations are done, you can jump to the sector.
french: Une fois que ces calculs sont effectués, vous pouvez sauter au secteur.

source: Once you visited a sector with something interesting, it will be marked automatically on the map.
french: Une fois que vous avez visité un secteur avec quelque chose d'intéressant, il sera marqué automatiquement sur la carte.

source: The colors of the sectors show the relations between you and the faction controlling them.
french: Les couleurs des secteurs montrent les relations entre vous et la faction qui les contrôle.

source: Green are good relations, blue is neutral, and red are bad relations.
french: Vert sont de bonnes relations, bleu est neutre, et le rouge sont de mauvaises relations.

source: The blue radius around your location is the range of your hyperspace drive.
french: Le rayon bleu autour de votre emplacement est la portée de votre lecteur hyperespace.

source: You can jump to other sectors, but only within that range.
french: Vous pouvez passer à d'autres secteurs, mais seulement dans cette fourchette.

source: Sectors with a green blinking dot are sectors from where you're receiving signals,
french: Les secteurs avec un point vert clignotant sont des secteurs d'où vous recevez des signaux,

source: and that might be worth checking out.
french: et que peut-être la peine de vérifier.

source: This is the galaxy map. It shows your location, faction territories and where you can find interesting things.
french: Ceci est la carte de la galaxie. Il montre votre emplacement, les territoires de faction et où vous pouvez trouver des choses intéressantes.

source: Every square in this grid is a sector you can visit.
french: Chaque carré dans cette grille est un secteur que vous pouvez visiter.

source: Open the galaxy map.
french: Ouvrez la carte de la galaxie.

source: Your ship is ready to explore the galaxy.
french: Votre navire est prêt à explorer la galaxie.

source: Once YOU are ready too, click continue and we will start flying to other sectors.
french: Une fois que vous êtes prêt aussi, cliquez sur continuer et nous allons commencer à voler vers d'autres secteurs.

source: Assign %i more %s.
french: Attribuer %i more %s.

source: Looks like we're good to go! Close the window once you're ready.
french: On dirait que nous sommes bon pour vous! Fermez la fenêtre une fois que vous êtes prêt.

source: In this menu you can oversee your crew and assign your crewmen to jobs.
french: Dans ce menu, vous pouvez surveiller votre équipage et affecter vos membres d'équipage à l'emploi.

source: Some parts of your ship only work if there are crewmen who maintain them.
french: Certaines parties de votre vaisseau ne fonctionnent que s'il y a des membres d'équipage qui les maintiennent.

source: When you extend your ship, you will need more different crewmen.
french: Lorsque vous étendez votre vaisseau, vous aurez besoin de plus différents membres d'équipage.

source: Some more advanced crewmen cannot be assigned, you will have to hire them at a station.
french: Certains membres d'équipage plus avancés ne peuvent pas être attribués, vous aurez à les embaucher à un poste.

source: Open the crew tab.
french: Ouvrez l'onglet de l'équipage.

source: Open the ship menu to assign your crew.
french: Ouvrez le menu du navire pour affecter votre équipage.

source: Looking good! Close the window to continue.
french: Vous cherchez une bonne! Fermer la fenêtre pour continuer.

source: Hire Crew
french: Recrutez de l'équipage

source: Hire %i vanilla crewmen that can be assigned to any position.
french: Recrutez %i membres d'équipage qui peuvent être affectés à un poste.

source: Click this button to hire them.
french: Cliquez sur ce bouton pour les embaucher.

source: Press F to dock and hire a crew.
french: Appuyez sur F pour accoster et d'embaucher un équipage.

source: Fly to the highlighted dock at the nearby station.
french: Volez à la station d'accueil mis en évidence à la station à proximité.

source: If your ship is slow, it's because you don't have engineers yet and can't fly at full speed.
french: Si votre bateau est lent, il est parce que vous n'avez pas encore ingénieurs et ne peut pas voler à pleine vitesse.

source: That's why we're hiring a crew now!
french: Voilà pourquoi nous embauchons une équipe maintenant!

source: Your ship needs a crew. You can hire crewmen at nearly every station.
french: Votre navire a besoin d'un équipage. Vous pouvez louer des membres d'équipage à presque toutes les stations.

source: Now adjust your camera until you're happy with it.
french: Ajustez votre camera jusqu'à ce que vous en soyez satisfait.

source: Feel free to zoom in and out to check how it feels.
french: Sentez-vous libre pour zoomer et pour vérifier comment il se sent.

source: You can also reset the camera to its default position.
french: Vous pouvez également réinitialiser la camera à sa position par défaut.

source: Hold %s and don't move the mouse to reset the camera.
french: Maintenez %s et ne pas déplacer la souris pour réinitialiser la caméra.

source: Since every ship has a different shape, you might have to reposition your camera.
french: Étant donné que chaque navire a une forme différente, vous pourriez avoir à repositionner votre caméra.

source: Hold %s and move the mouse up, down, left or right to adjust the camera.
french: Maintenez %s et se déplacer vers le haut de la souris, vers le bas, la gauche ou la droite pour régler la caméra.

source: Great! In order to move the camera on the other axis, release %1% and then hold it again.
french: Génial! Pour déplacer la caméra sur l'autre axe, la libération %1%, puis maintenez-le à nouveau.

source: Release and then hold %1% again and move the mouse in the other direction.
french: Relâchez puis maintenez %1% encore une fois et déplacez la souris dans l'autre sens.

source: Now return to your ship. Fly near your ship, select it, and press %s or %s to enter it.
french: Maintenant , retournez à votre vaisseau. FLY près de votre bateau, sélectionnez - le et appuyez sur %s ou %s pour entrer.

source: For some reason Avorion can't find your ship any more. You'll have to redo the tutorial, sorry!
french: Pour une raison quelconque Avorion ne peut pas trouver votre vaisseau plus. Vous doivent refaire le tutoriel, désolé!

source: Your drone can collect resources or do hyperspace jumps like a ship.
french: Votre drone peut collecter des ressources ou de faire des sauts hyperespace comme un navire.

source: Use it for scouting or collecting resources when your main ship is too badly damaged.
french: Utilisez-le pour le dépistage ou la collecte des ressources lorsque votre principal navire est trop fortement endommagé.

source: To change back into your drone, press T while no target is selected,
french: Pour revenir dans votre drone, appuyez sur T alors qu'aucune cible est sélectionnée,

source: or simply press the drone button on the top right of the screen.
french: ou appuyez simplement sur le bouton de drone en haut à droite de l'écran.

source: You can change back to your drone at any time.
french: Vous pouvez revenir à votre drone à tout moment.

source: For example when your ship is damaged and have to gather resources for repairs.
french: Par exemple, lorsque votre vaisseau est endommagé et doivent rassembler des ressources pour les réparations.

source: Enter your ship to continue.
french: Entrez votre vaisseau pour continuer.

source: Use engine, thruster and hull blocks and extend your ship.
french: Utilisez le moteur, propulseur et la coque des blocs et d'étendre votre vaisseau.

source: Your ship is too small. Make it a little bigger!
french: Votre vaisseau est trop petit. Faites-en un peu plus grand!

source: You can delete blocks by selecting them with %1% and pressing %2%.
french: Vous pouvez supprimer des blocs en les sélectionnant avec %1% et en appuyant sur %2%.

source: Build thrusters to make sure it can brake and turn in each direction.
french: Construire des propulseurs pour vous assurer qu'il peut freiner et tourner dans chaque sens.

source: Build an engine so it can fly forward!
french: Construire un moteur de sorte qu'il peut voler vers l'avant!

source: Keep 1000 Credits, you must hire a crew, too.
french: Gardez 1000 Crédits, vous devez embaucher une équipe, aussi.

source: Build more crew quarters to support all of your required crew.
french: Construire plus des quartiers d'équipage pour soutenir l'ensemble de votre équipage requis.

source: Your ship is ready! Once you're done building, exit the building mode to continue. Press 'B' or 'Escape' to exit the building mode.
french: Votre vaisseau est prêt! Une vous avez terminé la construction, quitter le mode de construction pour continuer. Appuyez 'B' ou 'Escape' pour quitter le mode de construction.

source: You can delete blocks and turrets by selecting them with %1% and then pressing %2%.
french: Vous pouvez supprimer des blocs et des tourelles en les sélectionnant avec %1% puis en appuyant sur %2%.

source: Select a block in the bar below.
french: Sélectionnez un bloc dans la barre ci-dessous.

source: You can change the size of your current block.
french: Vous pouvez changer la taille de votre bloc actuel.

source: Hold %s, %s, %s or %s and move the mouse to scale it in different directions.
french: Tenez %s , %s , %s ou %s et déplacez la souris à l' échelle dans des directions différentes.

source: This is the thruster block.
french: Ceci est le bloc propulseur.

source: Thrusters increase rotational speed, depending on their position.
french: Thrusters augmenter la vitesse de rotation, en fonction de leur position.

source: They also brake your ship and reduce drifting.
french: Ils ont également frein votre vaisseau et de réduire la dérive.

source: This is the crew quarters block.
french: Ceci est quartiers d'équipage bloc.

source: Your ship needs a crew, and your crew needs a living space.
french: Votre navire a besoin d'un équipage, et votre équipage a besoin d'un espace de vie.

source: The more crew quarters you have, the more crewmen can work on your ship.
french: Les quartiers de l'équipage plus que vous avez, plus les membres d'équipage peuvent travailler sur votre bateau.

source: This is the engine block.
french: Ceci est le bloc moteur.

source: Engines give your ship better acceleration and max velocity.
french: Les moteurs donnent votre bateau une meilleure accélération et la vitesse max.

source: When placing an engine turn your camera to see where it is facing.
french: Lorsque vous placez un moteur tournez votre camera pour voir où il est.

source: This is the default ship block. Average price, average durability, no special abilities.
french: Il s'agit du bloc de navire par défaut. Prix moyen, durée moyenne, pas de capacités spéciales.

source: With this button you can open the entire building inventory.
french: Avec ce bouton, vous pouvez ouvrir l'inventaire complet du bâtiment.

source: These are your tools for ship building.
french: Ce sont vos outils pour la construction navale.

source: Mirroring, coloring, snapping blocks to grid, merging and deleting blocks.
french: Mirroring, coloration, claquer des blocs de grille, la fusion et la suppression de blocs.

source: This is the overview over your ships properties.
french: Ceci est la vue d'ensemble sur vos navires propriétés.

source: Yellow stats may cause inconveniences.
french: stats jaunes peuvent causer des désagréments.

source: Red stats are bad and may cause problems.
french: Statistiques rouges sont mauvaises et peuvent causer des problèmes.

source: Hold %s and move the mouse to look around.
french: Maintenez %s et déplacer la souris pour regarder autour.

source: Welcome to the building mode! In here you can build, modify and arm your ships.
french: Bienvenue sur le mode de construction! Le ici vous pouvez construire, modifier et armer vos navires.

source: Click this button to enter the building mode.
french: Cliquez sur ce bouton pour accéder au mode de construction.

source: Click this button to found a new ship.
french: Cliquez sur ce bouton pour fonder un nouveau navire.

source: Mine more asteroids until you have %i iron.
french: Mines plus astéroïdes jusqu'à ce que vous avez %i fer.

source: Asteroids that are rich of resources have bright spots, look for those!
french: Asteroids qui sont riches des ressources ont des taches lumineuses, optez pour ceux!

source: All players start out with a mining drone so they can gather resources.
french: Tous les joueurs commencent avec un drone minier afin qu'ils puissent recueillir des ressources.

source: Even in the unfortunate event of your complete and total annihilation, you will always have the drone to start over.
french: Même dans le cas malheureux de votre anéantissement complet et total, vous aurez toujours le drone pour recommencer.

source: Resources are collected automatically by flying near them.
french: Les ressources sont collectées automatiquement en volant près d'eux.

source: Your collected resources are displayed on the right of the screen,
french: Vos ressources collectées sont affichées à droite de l'écran,

source: or on the top left when building, interacting, or when you press %s or %s.
french: Ou en haut à gauche lors de la construction, de l'interaction ou lorsque vous appuyez sur %s ou %s.

source: Use your mining lasers to mine the asteroid. Aim with the mouse and use %s to fire.
french: Utilisez vos lasers miniers à la mine l'astéroïde. Visez avec la souris et utiliser %s pour tirer.

source: Your targeting circles turn green when an object is in reach.
french: Vos cercles de ciblage devient vert quand un objet est à portée de main.

source: Fly to your selected asteroid. Protip: Hold %s to boost!
french: Vol vers votre astéroïde sélectionné. Astuce : Maintenez %s pour activer le boost!

source: An asteroid has been highlighted. Turn your camera towards it until it appears on the screen.
french: Un astéroïde a été mis en évidence. Tourner votre camera vers elle jusqu'à ce qu'il apparaisse à l'écran.

source: Use %s to select this asteroid by clicking on it.
french: Utilisez %s pour sélectionner cet astéroïde en cliquant dessus.

source: Use %s to strafe to the left.
french: Utilisez %s pour strafe à gauche.

source: Use %s to strafe to the right.
french: Utilisez %s pour strafe à droite.

source: Use the %s and %s keys to strafe to the left and right.
french: Utilisez le %s et %s les clés pour strafe à gauche et à droite.

source: Blue means you're flying in the direction your ship is looking.
french: Bleu signifie que vous volez dans la direction que votre bateau regarde.

source: Orange means you're flying in the opposite direction.
french: Orange signifie que vous volez dans la direction opposée.

source: This is your velocity display.
french: Ceci est l'affichage de votre vitesse.

source: The first bar is your current velocity.
french: La première barre est votre vitesse actuelle.

source: The second bar is the programmed velocity that your ship will try to fly.
french: La deuxième barre est la vitesse programmée que votre navire va essayer de voler.

source: For a hardcore brake you have to turn your ship around and accelerate or even boost in the opposite direction.
french: Pour un freinage fort vous devez tourner votre vaisseau a l'opposer et Accélérer dans la direction opposée.

source: This is especially important for larger ships with high mass.
french: Ceci est particulièrement important pour les grands navires à forte masse.

source: Your thrusters automatically brake when you stop pressing %s.
french: Vos propulseurs de freine automatiquement lorsque vous arrêtez d' appuyer %s .

source: Pressing backwards won't make your ship brake harder.
french: Le fait d'appuyer vers l'arrière ne freinera pas fort

source: Now use %s to fly backward.
french: Maintenant , utilisez %s pour voler en arrière.

source: Your backwards thrusters are not as strong as your main engines!
french: Vos vers l'arrière des propulseurs ne sont pas aussi forts que vos principaux moteurs!

source: Now use %s to fly forward.
french: Maintenant , utilisez %s pour voler vers l' avant.

source: Now use the %s and %s keys to fly forward and backward.
french: Maintenant , utilisez le %s et %s les clés pour voler vers l' avant et vers l' arrière.

source: You can always end or restart the tutorial with the tutorial button.
french: Vous pouvez toujours mettre fin ou redémarrer le tutoriel avec le bouton tutoriel.

source: It's the question mark in the top right corner.
french: Il est le point d'interrogation dans le coin supérieur droit.

source: You will have to use your mouse to use the UI or select things.
french: Vous devrez utiliser votre souris pour utiliser l'interface utilisateur ou sélectionnez les choses.

source: Hold %s to release your mouse pointer and click away this message.
french: Tenez %s pour libérer le pointeur de votre souris et cliquez loin ce message.

source: If you don't want your ship to turn while you're looking, hold %s.
french: Si vous ne voulez pas que votre bateau pour tourner pendant que vous êtes à la recherche, maintenez %s .

source: Try it out.
french: Essayez dès maintenant !

source: Great! You may have noticed your ship turning around.
french: Génial! Vous avez peut-être remarqué votre vaisseau se retournant.

source: Your ship will automatically steer into the direction you are looking. Try it out, do one full rotation.
french: Votre vaisseau dirigera automatiquement dans la direction que vous êtes à la recherche. Essayez-le, faire une rotation complète.

source: Use the mouse wheel to zoom.
french: Utilisez la molette de la souris pour zoomer.

source: Use the mouse to look around in the sector.
french: Utilisez la souris pour regarder autour dans le secteur.

source: Welcome to Avorion! Do you want to play the tutorial? (If not, you can still do this any time later)
french: Bienvenue à Avorion! Voulez-vous jouer le tutoriel? (Si non, vous pouvez toujours le faire en tout temps plus tard)

source: Yes
french: Oui

source: Nah
french: - Je ne pense pas.

source: The basic tutorial can't be played in this sector. Please start a new game or change into your home sector.
french: Le tutoriel de base ne peut pas être joué dans ce secteur. Veuillez commencer un nouveau jeu ou changer dans votre secteur de la maison.

source: If you're stuck and you don't know what to do, simply start a new game.
french: Si vous êtes coincé et vous ne savez pas quoi faire, il suffit de commencer un nouveau jeu.

source: You'll be able to play the tutorial there from the beginning.
french: Vous serez en mesure de jouer le tutoriel là depuis le début.

source: Oh no! Return to your ship in order to do this tutorial! Fly near your ship, select it, and press T or F to enter it!
french: Oh non! Revenez à votre navire pour faire ce tutoriel! Voler près de votre navire, sélectionnez-le, et appuyez sur T ou F pour l'entrer!

source: Oh no! For some reason your ship is gone!
french: Oh non! Pour quelque raison que votre navire est parti!

source: Maybe it was destroyed?
french: Peut-être il a été détruit?

source: You'll have to restart the tutorial, sorry!
french: Vous devez redémarrer le tutoriel, désolé!
