Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: We don't think the Xsotan came from this galaxy, we would have come across them a lot earlier. All we know is, that there's a large mothership in the very center of the galaxy, which opens wormholes regularly. They might even be from another galaxy for all we know.
french: Nous ne pensons pas que le Xsotan est venu de cette galaxie, nous en sommes venus à travers eux beaucoup plus tôt. Les nous savons est qu'il ya un grand-mère dans le centre de la galaxie, qui ouvre régulièrement wormholes. they pourrait même être d'une autre galaxie pour tout ce que nous savons.

source: No idea. We still haven't managed to establish communication with them. All we know is, that they come and they eat away matter. There are large fields of Xsotan breeders, farms with asteroids that are eaten up from the inside.
french: Aucune idée. On n'a pas encore réussi à établir la communication avec eux. Les nous savons est, qu'ils viennent et ils rongent la matière. sont de grands champs d'éleveurs Xsotan, des fermes avec des astéroïdes qui sont consommés de l'intérieur.

source: The thing is, as long as you leave them alone, they kind of leave you alone, too. We had reports of ships flying through entire Xsotan fleets, and it looked like they barely noticed our ships were there. We know that they eat up matter - and they're attracted by energy bursts, such as weapons firing. My advice to you: Don't fire weapons when they're there, and don't get too close. You never know.
french: La chose est, aussi longtemps que vous les laisser seuls, ils sorte de vous laisser seul, aussi. Nous avait des rapports des navires battant à travers les flottes Xsotan entières, et il ressemblait ils ont à peine remarqué nos navires étaient là. Nous savent qu'ils mangent la matière - et ils sont attirés par des éclats d'énergie, tels que les tirs d'armes. my conseil pour vous: Ne pas tirer les armes quand ils sont là, et ne soyez pas trop près. On ne sait jamais.

source: Our researchers have been tampering with some recovered Xsotan wormhole technology, but it's still very experimental. We have neither the means nor the technology to research more Xsotan artifacts. But if we could, we might be able to create a system that allows a ship to intercept the wormhole opening process - and to open wormholes itself.
french: Nos chercheurs ont été trifouillaient certains récupéré la technologie de wormhole Xsotan, mais il est encore très expérimental. Nous ont ni les moyens ni la technologie à la recherche d'autres artefacts Xsotan. Mais si nous pouvions, nous pourrions être en mesure de créer un système qui permet à un navire pour intercepter le processus d'ouverture du trou de ver - et d'ouvrir wormholes lui-même.

source: I see where this is going.
french: Je vois où cela va.

source: I don't understand.
french: Je ne comprends pas.

source: Nope, I'm out.
french: Non, je suis sorti.

source: If you can find enough Xsotan technology, you might be able to research it to build a wormhole interceptor. Once we have the interceptor, we can finally get reinforcements from outside! We might be able to cut their supply of reinforcements, and drive them out of our galaxy for good!
french: Si vous pouvez trouver la technologie Xsotan assez, vous pourriez être en mesure de rechercher pour construire un intercepteur wormhole. Une nous avons l'intercepteur, nous pouvons enfin obtenir des renforts de l'extérieur! Nous pourriez être en mesure de réduire leur offre de renforts, et les chasser de notre galaxie pour de bon!

source: Sounds like a plan!
french: Ça ma l'air bon!

source: You'll have to find someone else.
french: Vous aurez à trouver quelqu'un d'autre.

source: You look like you're capable of fighting the Xsotan, or at least sneak into their territory and collect some of their technology.
french: On dirait que vous êtes capable de combattre l'Xsotan, ou tout au moins se faufiler dans leur territoire et de recueillir une partie de leur technologie.

source: Resource Depot
french: Depot de ressources

source: Trade Materials
french: Matériaux commerciaux

source: You must be docked to the station to trade.
french: Vous devez être amarré à la station au commerce.

source: You must be closer to the ship to trade.
french: Vous devez être plus proche du navire au commerce.

source: Scrapyard
french: Centre de recyclage

source: Sell Ship
french: Vendre des navires

source: Sell your ship to the scrapyard
french: Vendez votre vaisseau à la casse

source: Warning! You will not get refunds for crews or turrets!
french: Attention! Vous ne recevrez pas de remboursement pour les équipages ou tourelles!

source: Buy a salvaging license
french: Acheter une licence sauvetage

source: You can buy a temporary salvaging license here. This license makes it legal to damage or mine wreckages in this sector.
french: Vous pouvez acheter une licence de récupéreur temporaire ici. Cette licence permet de récupérer ou de détruire des débris dans ce secteur.

source: Buy License
french: Acheter Licence

source: Ship Value:
french: Valeur du vaisseau:

source: Please, do come again.
french: S'il vous plaît, revenez.

source: Your license will expire in ${time}.
french: Votre licence expire dans ${time}.

source: You don't have a valid license.
french: Vous ne disposez pas d'une licence valide.

source: Get a salvaging license now and try your luck with the wreckages!
french: Obtenir une licence de récupération maintenant et tentez votre chance avec les épaves!

source: Your salvaging license will run out in 10 seconds.
french: Votre licence récupération sera épuisé en 10 secondes.

source: Your salvaging license in %s will run out in 10 seconds.
french: Votre licence de récupération dans %s sera épuisée dans 10 secondes.

source: Your salvaging license will run out in 20 seconds.
french: Votre licence récupération sera épuisé en 20 secondes.

source: Your salvaging license in %s will run out in 20 seconds.
french: Votre licence de récupération dans %s sera épuisée dans 20 secondes.

source: Your salvaging license will run out in 30 seconds. Renew it and save yourself some trouble!
french: Votre licence récupération sera épuisé en 30 secondes. Renouveler et vous épargner des ennuis!

source: Your salvaging license in %s will run out in 30 seconds. Renew it and save yourself some trouble!
french: Votre licence de récupération dans %s sera épuisée dans 30 secondes. Renouvelez-le et sauvez-vous des ennuis!

source: Your salvaging license will run out in 60 seconds. Renew it NOW and save yourself some trouble!
french: Votre licence récupération sera épuisé en 60 secondes. Renouveler le maintenant et vous épargner des ennuis!

source: Your salvaging license in %s will run out in 60 seconds. Renew it NOW and save yourself some trouble!
french: Votre licence de récupération dans %s sera épuisée dans 60 secondes. Renouvelez-le MAINTENANT et sauvez-vous des ennuis!

source: Your salvaging license will run out in 2 minutes. Renew it immediately and save yourself some trouble!
french: Votre licence récupération se déroulera en 2 minutes. Renouveler immédiatement et vous épargner des ennuis!

source: Your salvaging license in %s will run out in 2 minutes. Renew it immediately and save yourself some trouble!
french: Votre permis de récupération à %s expirera dans 2 minutes. Renouvelez-le immédiatement et sauvez-vous des ennuis!

source: Your salvaging license expired. You may no longer salvage in this area.
french: Votre permis de récupérateur a expiré. Vous ne pouvez plus rien récupérer dans ce secteur.

source: Your salvaging license in %s expired. You may no longer salvage in this area.
french: Votre licence de récupération dans %s a expiré. Vous ne pouvez plus récupérer dans cette zone.

source: You bought a %s minutes salvaging license.
french: Vous avez acheté une licence de récupérateur de %s minutes.

source: %s cannot be held reliable for any damage to ships or deaths caused by salvaging.
french: %s ne peut être tenu pour responsable des dommages causés aux vaisseaux ou des décès causés par la récupération.

source: Salvaging or damaging wreckages in this sector is illegal. Please buy a salvaging license.
french: L'enlèvement ou l'endommagement des épaules dans ce secteur est illégal. Veuillez acheter une licence de récupération.

source: You need a salvaging license for this sector.
french: Vous avez besoin d'une licence de récupération pour ce secteur.

source: Salvaging wreckages in this sector is forbidden. Please buy a salvaging license.
french: Il est interdit de récupérer les débris dans ce secteur. Veuillez acheter une licence de récupérateur.

source: Wreckages in this sector are the property of %s. Please buy a salvaging license.
french: Les débris dans ce secteur sont la propriété de %s. Veuillez acheter une licence de récupération.

source: Illegal salvaging will be punished by destruction. Buy a salvaging license or there will be consequences.
french: La récupération illégale sera punie par la destruction. Achetez une licence de récupérateur ou il y aura des conséquences.

source: This is your last warning. If you do not stop salvaging without a license, you will be destroyed.
french: C'est votre dernier avertissement. Si vous n'arrêtez pas de récupérer sans licence, vous serez détruits.

source: You have been warned. You will be considered an enemy of %s if you do not stop your illegal activities.
french: Vous avez été averti. Vous serez considéré comme un ennemi de %s si vous ne vous arrêtez pas à vos activités illégales.

source: Buy Goods
french: Acheter des biens

source: Shipyard
french: Chantier naval

source: Build Ship
french: Construire des navires

source: Scaling
french: Échelle

source: Single Block
french: Un seul bloc

source: Station Founder
french: Station Fondateur

source: The ship will be able to found stations.
french: Le vaisseau sera en mesure de trouver des stations.

source: Insurance
french: Assurance

source: The ship will be insured and you will receive a loss payment if it gets destroyed.
french: Le vaisseau sera assuré et vous recevrez un paiement de perte si il est détruit.

source: Crew + Captain
french: Equipage & Capitaine

source: Hire the crew for the ship as well.
french: Embaucher l'équipage pour le vaisseau ainsi.

source: Show Stats
french: Voir les statistiques

source: Build
french: Construire

source: Ship Costs
french: Coûts des vaisseaux

source: You have to give your ship a name!
french: Vous devez donner votre vaisseau un nom!

source: You already have a ship called '${x}'
french: Vous disposez déjà d'un navire appelé '${x}'

source: The shipyard is already at maximum capacity.
french: Le chantier est déjà à capacité maximale.

source: Thank you for your purchase. Your ship will be ready in about %s.
french: Merci pour votre achat. Votre vaisseau sera prêt dans environ %s .

source: This is a free station, where everybody can mind his own business.
french: Ceci est une station libre, où tout le monde peut se mêler de ses affaires.

source: Best wares in the galaxy.
french: Meilleures marchandises dans la galaxie.

source: Welcome to the true, free market.
french: Bienvenue sur le vrai, le marché libre.

source: You'll find members for nearly everything on this station, if the coin is right.
french: Vous trouverez des membres pour presque tout sur cette station, si la pièce est juste.

source: What do you want?
french: Pourquoi?

source: If you get in trouble, it's your own fault.
french: Si vous obtenez des ennuis, il est de votre faute.

source: Don't make any trouble.
french: Ne faites pas de problème.

source: I'm sure you'll find what you're looking for.
french: Je suis sûr que vous trouverez ce que vous cherchez.

source: Smuggler's Market
french: Marché des contrebandiers

source: Sell Stolen Goods
french: Vendre des biens volés

source: Unbrand
french: Blanchir

source: Unbrand Stolen Goods
french: Blanchir marchandise volée

source: Price/u
french: Prix unitaire

source: You
french: Vous

source: You don't have any of this!
french: Vous ne disposez pas de cela!

source: You don't have any %s that the station buys!
french: Vous n'avez pas %s que la station achète!

source: You don't have any %s on your ship
french: Vous n'avez pas %s sur votre bateau

source: This station's faction doesn't have enough money.
french: La faction de cette station n'a pas assez d'argent.

source: You don't have any stolen %s!
french: Vous n'avez pas volé %s !

source: You have to be docked to the station to unbrand goods!
french: Vous devez être amarré à la station des marchandises blanchir marchandise volée!

source: You can't sell ${displayPlural} here.
french: Vous ne pouvez pas vendre: ${displayPlural}

source: Turret Factory
french: Usine de tourelle

source: Build Turrets
french: Construire des tourelles

source: Weapon Type
french: Type d'arme

source: Parts
french: Pièces

source: Manufacturing Price: Too Much
french: Prix de fabrication: Trop

source: Manufacturing Cost: $${money}
french: Coût de fabrication: $${money}

source: This turret cannot be built here.
french: Cette tourelle ne peut pas être construit ici.

source: You need more %s.
french: Vous avez besoin de plus de %s .

source: You must be docked to the station to build turrets.
french: Vous devez être amarré à la station pour construire des tourelles.

source: You must be closer to the ship to build turrets.
french: Vous devez être plus près du navire pour construire des tourelles.

source: Turret Merchant
french: Marchand de tourelle

source: Buy/Sell Turrets
french: Achat / Vente Tourelles

source: Transform to Mine
french: Transformer à la mienne

source: Found Mine
french: Trouvé mine

source: Confirm Transformation
french: Confirmer la transformation

source: Mine Name
french: Nom de mine

source: Transform
french: Transformer

source: Produces:
french: Produit:

source: Requires:
french: Nécessite

source: This action is irreversible.
french: Cette action est irréversible.

source: You're about to transform your asteroid into a ${mine}.
french: Vous êtes sur le point de transformer votre astéroïde en ${mine}.

source: Please enter a name for your mine:
french: Entrez un nom pour votre mine:

source: You already own an object called ${name}.
french: Vous possédez déjà un objet appelé ${name}.

source: The production line you chose doesn't exist.
french: n'existe pas La ligne de production que vous avez choisi.

source: Sell Asteroid
french: Vendre Asteroid

source: Reputation
french: Réputation

source: Fly the craft to found a ship.
french: Voler la construction pour fonder un vaisseau.

source: Found Ship (500 Iron)
french: Etablir Vaisseau (500 Fer)

source: Found Ship
french: Etablir Vaisseau

source: Enter the name of your new ship:
french: Entrez le nom de votre nouveau vaisseau:

source: You already have a ship called '%s'.
french: Vous avez déjà un navire appelé «%s».

source: You don't have permissions to found ships for your alliance.
french: Vous ne disposez pas d'autorisations pour créer des navires pour votre alliance.

source: You're not close enough to open the object.
french: Vous n'êtes pas assez près pour ouvrir l'objet.

source: Smuggler's Cache
french: Cache du contrebandier

source: Open
french: Ouvrir

source: Transform to Station
french: Transformer en station

source: Found Station
french: Créer une station

source: Basic
french: Elémentaire

source: Basic Factories
french: Usines de base

source: Low Tech Factories
french: Usines de faible technologie

source: Advanced
french: Avancée

source: Advanced Factories
french: Usines avancées

source: High Tech Factories
french: Usines de haute technologie

source: Text
french: Texte

source: Produces:
french: Produit:

source: You're about to transform your ship into a ${factory}.
french: Vous allez transformer votre vaisseau en ${factory}.

source: Your ship will become immobile and, if required, will receive production extensions.
french: Votre vaisseau deviendra immobile et, si nécessaire, recevra des extensions de production.

source: Due to a systems change all turrets will be removed from your station.
french: En raison d'un changement de système, toutes les tourelles seront retirées de votre station.

source: You're too close to another station.
french: Vous êtes trop près à une autre station.

source: Hello there! Are you off on an adventure, too?
french: Bonjour! Êtes-vous à l'aventure, aussi?

source: Absolutely!
french: Absolument !

source: I'd like to keep to myself.
french: Je voudrais garder la reponse pour moi.

source: That's great!
french: C'est génial.

source: Two hundred years ago, there was a cataclysmic catastrophe, which nearly ripped our entire galaxy apart! Everybody just calls it "The Event".
french: Il ya deux cents ans, il y a eu une catastrophe cataclysmique qui a presque déchiré toute notre galaxie! Tout le monde l'appelle simplement "L'événement".

source: Let's talk about something else.
french: Parlons d'autre chose.

source: I'd like to leave now.
french: J'aimerais partir maintenant.

source: People don't know for sure. But legend has it that an unsurmountable ring of torn hyperspace fabric appeared around the center of the galaxy! And now our hyperspace engines can’t pass it to get to the center, meaning it's cut off from the rest of the galaxy. Since the event nobody has managed to get near the center of the galaxy. The worst part is that the event also spawned hyperspace rifts throughout the galaxy, which makes navigation difficult. And then there's the Xsotan.
french: Les gens ne savent pas tout. Mais la légende raconte qu'autour du centre de la galaxie, la structure même de l'hyperespace c'est déchiré! Maintenant nos moteurs hyperespace ne peuvent plus charger pour aller au centre, ce qui signifie qu'il est coupé du reste de la galaxie. Le pire est que l 'événement a également engendré des fissures d'hyperespace dans toute la galaxie, ce qui rend la navigation difficile. Et pour finir il y a les Xsotan.

source: Go on.
french: Continue.

source: I've heard rumors that there's lots and lots of it in the center! Apparently it's the perfect element for building space ships. It's robust and light, and its energy properties are crazy! But so far nobody has ever found much of it, but I'm going to change that! I'm going to fly to the center of the galaxy, I'm going to overcome the barrier and then I'll mine all the Avorion I can find so I'll get rich!
french: J'ai entendu des rumeurs comme quoi il y'en a beaucoup au centre! Apparently c'est l'élément parfait pour la construction de vaisseaux spatiaux. Il est robuste et léger, et ses propriétés énergétiques sont énormes! Mais, jusqu'à présent, personne n'en a jamais beaucoup trouvé, mais ca va changer! Je vais aller au centre de la galaxie , Je vais surmonter la barrière et puis je vais miner tous les Avorion je peux trouver et vais devenir riche!

source: I wish you best of luck on your journey.
french: Je vous souhaite bonne chance dans votre voyage.

source: How do you want to overcome the barrier?
french: Comment voulez-vous surmonter la barrière?

source: Oh, that's alright!
french: Oh, c'est bon!

source: I'm on the hunt of a new element, called 'Avorion'. After the event 200 years ago, it just appeared!
french: Je suis à la recherche d'un nouvel élément, appelé 'Avorion'. Après l'événement d'il y a 200 ans, il vient d'apparaître!!

source: I'm sure we can help each other out. If there's anything you'd like to know, just ask away!
french: Je suis sûr que nous pouvons aider les uns les autres. S'il y a quelque chose que vous aimeriez savoir, il suffit de demander de suite!

source: Can you give me some tips?
french: Pouvez-vous me donner quelques conseils?

source: What's happening around here?
french: Qu'est-ce qui se passe ici?

source: What are you doing?
french: Que faites-vous ?

source: Thank you! You know what? Here ...
french: Merci! Vous savez quoi? Ici ...

source: Have this! It's an upgrade for your ship. It allows you to scan for hidden sectors. You'll have to install it in your ship menu for it to work! But you can only install upgrades into a real ship, it doesn't work with drones or fighters. The green blips on your galaxy map are sectors where you can find interesting stuff, but there's also a lot of things that your radar can't pick up. With this upgrade, you'll be able to scan for those hidden secrets! They'll show up as a yellow blip on your map.
french: Ayez-le! C'est une mise à niveau pour votre vaisseau. Il vous permet de rechercher des secteurs cachés. Vous devrez l'installer dans votre menu vaisseau pour qu'il fonctionne! Mais vous ne pouvez que l'installer dans un véritable vaisseau, cela ne fonctionne pas avec les drones ou les chasseurs. Les points vert sur votre carte de la galaxie sont des secteurs où vous pouvez trouver des trucs intéressants, mais il ya aussi beaucoup de choses que votre radar ne peut pas voir. Avec cette mise à jour, vous pourrez rechercher ces secrets cachés! Ils apparaîtront comme un point jaune sur votre carte.

source: I'll be here for a while in case you want to talk. And even if not, I'm sure we're going to meet again some other time.
french: Je serai ici pendant un moment si tu veux parler. Et même si ce n'est pas le cas, je suis sûr que nous allons nous revoir plus tard.

source: Nobody knows who they are, and they don't answer any intercom calls. When you get too close to them, they start attacking. They have been around since the event, and some people say they were created by it. But there is also a bright side! Together with the event a new metallic element called "Avorion" has appeared!
french: Personne ne sait qui ils sont, et ils ne répondent pas aux appels intercom. Lorsque vous êtes trop près d'eux, ils commencent à attaquer. Ils sont apparu depuis l'événement, et certaines personnes disent qu'ils ont été créés par elle. Mais il y a aussi un bon côté! Au même moment avec l'événement un nouvel élément métallique appelé "Avorion" est apparu!

source: I'm not sure yet. But there has to be a way! I know it! Besides, it wouldn't be a very good adventure if everything was clear from the start, would it?
french: Je ne suis pas encore sûr. Mais il doit y avoir un moyen! Je le sais! Ce ne serait pas une très bonne aventure si tout était clair dès le départ, n'est-ce pas?

source: Of course! The closer you get to the center of the galaxy, the better materials you'll find to build your ship. You'll be able to build energy generators or parts that protect your ship, like integrity blocks or even shield generators. The first thing you should do is find yourself some Titanium. Iron is great to get yourself started, but Titanium is lighter and you can build better parts with it. And be wary of the no man's space around here. I hear there's a pirate leader who terrorizes everyone who strays too far away from the civilised sectors.
french: Bien sûr! Plus vous vous rapprochez du centre de la galaxie, plus vous trouverez de meilleurs matériaux pour construire votre vaisseau. Vous serez en mesure de construire des générateurs d'énergie ou des pièces qui protègent votre vaisseau, comme les blocs d'intégrité ou même des générateurs de bouclier. La première chose que vous devez faire est de vous trouver du titane. Le fer est excellent pour vous aider à démarrer, mais le titane est plus léger et vous pouvez construire de meilleures chose avec lui. Soyez prudent au alentour. J'entends dire qu'il y a un chef pirate qui terrorise tous ceux qui s'éloignent trop des secteurs civilisés.

source: The AI
french: L'IA

source: Hail
french: Saluer

source: [There seems to be no reaction.]
french: [Il semble y avoir aucune réaction.]

source: Xsotan detected. Commencing attack.
french: Xsotan détecté. Début de l'attaque.

source: Routing power from shields to weapons.
french: Dérivation de la puissance des boucliers aux armes.
