Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: You received a distress call from an unknown source. Their last reported position was (%i:%i).
french: Vous avez reçu un appel de détresse d'une source inconnue. Leur dernière position rapportée était ((%i:%i) :( %i:%i)).

source: Help! uh... I'm a rich trader and I'm being attacked by pirates at \s(%i:%i) Help! Help! Reward! Reward!
french: Aidez-moi! euh ... Je suis un riche commerçant et je suis attaqué par des pirates à (\s(%i:%i):\s(%i:%i)) Aide! Aidez-moi! Récompense! Récompense!

source: Head Hunter
french: Chasseur de têtes

source: Wipe out pirates in (${location.x}:${location.y})
french: Essuyez pirates (${location.x}:${location.y})

source: The ${giver} asked you to take care of a group of pirates that settled in sector (${location.x}:${location.y}).
french: Le ${giver} vous a demandé de prendre soin d'un groupe de pirates qui se sont installés dans le secteur (${location.x}:${location.y}).

source: Thank you for taking care of this scum. We transferred the reward to your account.
french: Merci de prendre soin de cette racaille. Nous avons transféré la récompense à votre compte.

source: Looks like someone already took care of them. Thank you nevertheless.
french: On dirait que quelqu'un a déjà pris soin d'eux. Merci quand même.

source: Deliver ${amount} ${plural}
french: Livrer ${amount} ${plural}

source: Delivery: ${plural}
french: Livraison: ${plural}

source: Deliver %i %s
french: Livrer %i %s

source: Thank you. We returned your deposit and transferred the reward to your account.
french: Je vous remercie. Nous sommes retournés votre dépôt et transféré la récompense à votre compte.

source: There must have been a misunderstanding, you don't have all the cargo. We need ${amount} ${good}.
french: Il doit y avoir eu un malentendu, vous n'avez pas toute la cargaison. Nous avons besoin de ${amount} ${good}.

source: Please return when you have the goods.
french: S'il vous plaît revenir quand vous avez les marchandises.

source: You will have to dock to deliver the goods.
french: Vous aurez à quai pour livrer les marchandises.

source: What are you doing? The client is waiting for his goods! Get them delivered!
french: Qu'est-ce que tu fais? Le client attend ses biens! Faites-les livrés!

source: Please return the cargo, we've updated your mission status.
french: Veuillez renvoyer la cargaison, nous avons mis à jour votre statut de mission.

source: Are you flying away with my goods? Thief! This will have consequences! You're fired!
french: Est-ce que vous envoler avec mes marchandises? Voleur! Cela aura des conséquences! Vous êtes viré!

source: Where are you? You're late on your delivery! Someone else has delivered the goods to the client. You're fired!
french: Où es-tu? Vous êtes en retard dans votre livraison! Quelqu'un d'autre a livré les marchandises au client. Vous êtes viré!

source: Great. My courier is somewhere in the galaxy and not to be found. The client was waiting for his delivery! You're fired!
french: Génial. Ma lettre est quelque part dans la galaxie et est introuvable. Le client attendait sa livraison! Vous êtes viré!

source: Please deliver the cargo to the ${recipient}.
french: S'il vous plaît livrer la marchandise à la ${recipient}.

source: It looks like the recipient has disappeared. Please return the cargo, we've updated your mission status.
french: Il semble que le destinataire a disparu. S'il vous plaît retourner la marchandise, nous avons mis à jour le statut de votre mission.

source: The receiver's address is the %s.
french: L'adresse du récepteur est le %s .

source: A client asked you to take care of an urgent delivery of ${amount} ${goods}.
french: Un client vous a demandé de prendre soin d'une livraison urgente de ${amount} ${goods}.

source: The client expecting the goods is located at (${x}:${y}).
french: Le client attend la marchandise est situé à (${x}:${y}).

source: Time Left: ${time}
french: Temps restant: ${time}

source: Please deliver the goods to \s(%s:%s).
french: S'il vous plaît livrer la marchandise à \s(%s:%s).

source: Organize ${amount} ${plural}
french: Organisez ${amount} ${plural}

source: Organize ${plural}
french: Organiser ${plural}

source: Thank you. We transferred the reward to your account.
french: Je vous remercie. Nous avons transféré la récompense à votre compte.

source: There must have been a misunderstanding, you don't have the cargo.
french: Il doit y avoir eu un malentendu, vous ne disposez pas de la cargaison.

source: Hello Everybody! %s %s here. I'll be here for the next 15 minutes. Come look at my merchandise!
french: Bonjour tous le monde! %s %s ici. Je serai là pour les 15 prochaines minutes. Venez regarder ma marchandise!

source: Artifact Delivery
french: Livraison Artefact

source: Some people who call themselves 'The Brotherhood' have posted bulletins and are looking for Xsotan artifacts. They seem to pay a high reward to people who bring them artifacts.
french: Certaines personnes qui se disent «Les Frères» ont posté des bulletins et sont à la recherche d'artefacts Xsotan. Ils semblent payer une grande récompense pour les personnes qui leur apportent des artefacts.

source: Getting Technical
french: Obtenir technique

source: Collect and research Xsotan technology to use against the wormhole guardian.
french: Collecter et la recherche de la technologie Xsotan à utiliser contre le gardien wormhole.

source: Operation Exodus
french: opération Exodus

source: Operation Exodus${remaining}
french: Opération Exodus${remaining}

source: After deciphering the beacons, you found another beacon leading you to a new location.
french: Après le décryptage des balises, vous avez trouvé une autre balise vous menant vers un nouvel emplacement.

source: You found a beacon with a cryptic message for all participants of the so-called 'Operation Exodus'.
french: Vous avez trouvé une balise avec un message cryptique pour tous les participants de la soi-disant «Opération Exodus».

source: One Against All And All Against One
french: Un contre tous et tous contre un

source: Will you assist in destroying the Xsotan Wormhole Guardian?
french: Voulez-vous aider à détruire le Xsotan Wormhole Gardien?

source: We already told you that we don't think this is a good idea. We won't risk our ships for some lunatic. Goodbye.
french: Nous vous avons déjà dit que nous ne pensons pas que ce soit une bonne idée. Nous ne serons pas risquer nos navires pour une folle. Au Revoir.

source: We pledged our support to you already. Open the wormholes and we will come.
french: Nous avons promis notre soutien pour vous déjà. Ouvrez les trous de ver et nous viendrons.

source: The what?
french: La grippe ?

source: The Xsotan mothership at the galaxy center.
french: Le ravitailleur Xsotan au centre de la galaxie.

source: Never mind.
french: Oubliez.

source: And you want to destroy it?
french: Et vous voulez le détruire?

source: Exactly.
french: Tout à fait

source: How?
french: Comment ?

source: I'll open wormholes that will allow you to break through.
french: Je vais ouvrir wormholes qui vous permettra de percer.

source: How do we know that this is going to work? That this isn't some kind of suicide mission? Or even a trick?
french: Comment savons-nous que cela va fonctionner? Que ce soit pas une sorte de mission suicide? Ou même un truc?

source: You will have to trust me.
french: Vous aurez à me faire confiance.

source: Nevermind.
french: Laissez tomber

source: This is none of our business. Why exactly should we trust you? Or help you?
french: Ce ne sont pas nos affaires. Pourquoi exactement devrions-nous vous faire confiance? Ou vous aider?

source: This is your chance to be the saviours of the galaxy.
french: Ceci est votre chance d'être les sauveurs de la galaxie.

source: The Xsotan mothership will have a lot of loot.
french: Le ravitailleur Xsotan aura beaucoup de butin.

source: This is your time for revenge.
french: Ceci est votre temps pour se venger.

source: It's only a matter of time until the Xsotan will arrive here, too.
french: Il est seulement une question de temps jusqu'à ce que le Xsotan arrivera ici aussi.

source: Don't you want to do something instead of sitting around?
french: Vous ne voulez pas faire quelque chose au lieu d'être assis autour?

source: Because it's the right thing to do.
french: C'est ce qu'il faut faire.

source: Who are you? We don't want anything to do with you.
french: Qui es-tu? Nous ne voulons rien à voir avec vous.

source: You are our ally. You can count on our assistance.
french: Vous êtes notre allié. Vous pouvez compter sur notre aide.

source: Alright, you can count on us. Once the wormhole to our sectors is open, we'll assist you in the battle.
french: Très bien, vous pouvez compter sur nous. Une fois le trou de ver à nos secteurs est ouvert, nous allons vous aider dans la bataille.

source: This doesn't sound like a good idea. We wish you best of luck in your struggles.
french: Cela ne semble pas être une bonne idée. Nous vous souhaite bonne chance dans vos luttes.

source: Organize allies for the fight against the Xsotan Wormhole Guardian. To find allies, you should ask at their faction's headquarters if they will assist you.
french: Organiser des alliés pour la lutte contre le Xsotan Wormhole Guardian. Pour trouver des alliés, vous devez demander au siège de leur faction s'ils vont vous aider.

source: Easy Delivery
french: Facile Livraison

source: A stranger gave you some suspicious goods to deliver, in exchange for a lot of money. According to him the delivery will be easy.
french: Un étranger vous a donné quelques marchandises suspectes à livrer, en échange d'un beaucoup d'argent. Selon lui, la livraison sera facile.

source: You have 60 minutes to deliver the goods.
french: Vous avez 60 minutes pour livrer la marchandise.

source: MISSION "ACCOMPLISHED"
french: MISSION ACCOMPLIE"

source: The Enemy of my Enemy is my Friend
french: L'ennemi de mon ennemi est mon ami

source: Hello, It looks like you have been betrayed by Bottan and his smugglers, too, and I think we might have a common enemy now. I'd like to work with you. Meet me at (${x}:${y}). - A Friend
french: Bonjour, Il semble que vous avez été trahi par Bottan et ses contrebandiers, aussi, et je pense que nous pourrions avoir un ennemi commun maintenant. I'd travailler avec vous. Rencontrez-moi au (${x}: ${y}). - Un ami

source: Enemy of my Enemy
french: Ennemi de mon ennemi

source: I'm afraid you don't. My scanners show me that you're still missing %s.
french: Je crains que vous ne le faites pas. Mes scanners me montrent que vous êtes toujours manquant %s .

source: Very good. I'll build the system. It'll be done in no time.
french: Très bien. Je vais construire le système. Il va se faire en peu de temps.

source: Here you go. With this you should be able to destroy Bottan's hyperspace drive.
french: Voici. Avec cela, vous devriez être en mesure de détruire hyperespace de route Bottan.

source: But keep in mind that this system might get destroyed when you use it. It's very possible that you have one shot and that's it.
french: Mais gardez à l'esprit que ce système pourrait être détruit lorsque vous l'utilisez. Il est très possible que vous ayez un seul coup et voilà.

source: You've received a letter from someone claiming to be a 'friend'. He wants to talk to you about Bottan.
french: Vous avez reçu une lettre de quelqu'un qui prétend être un «ami». Il veut vous parler Bottan.

source: The mysterious figure turned out to be Bottan's ex chief engineer. He wants to take revenge and asked you to collect parts so he can build a ray that destroys Bottan's hyperspace drive.
french: Le personnage mystérieux avéré être ingénieur en chef ex de Bottan. Il veut se venger et vous a demandé de recueillir des pièces afin qu'il puisse construire un rayon qui détruit l'hyperespace de route Bottan.

source: Boss Swoks ${num}
french: Patron Swoks ${num}

source: We're under attack! Call in reinforcements, NOW!
french: Nous sommes attaqués! Appelez des renforts, MAINTENANT!

source: This sector is under attack by another faction!
french: Ce secteur est attaqué par une autre faction!

source: We thank you for your help! Such heroism will not be forgotten. You can consider us your allies from now on.
french: Nous vous remercions pour votre aide! Un tel héroïsme ne sera pas oublié. Vous pouvez nous considérer vos alliés à partir de maintenant.

source: To the entire fleet: ${name} is attacking us! Classify these ships as hostile and destroy them along with the others!
french: Pour l'ensemble de la flotte: ${name} est de nous attaquer Classify ces navires comme hostiles et de les détruire avec les autres!

source: You have entered a neutral zone. Player to player damage is disabled in this sector.
french: Vous avez entré dans une zone neutre. Les dégâts du joueur au joueur sont désactivés dans ce secteur.

source: You destroyed a civil ship. Relations to all witnessing factions worsened.
french: Vous avez détruit un navire civil. Relations à toutes les factions témoins se sont aggravés.

source: Priest
french: Prêtre

source: Father
french: Père

source: Bishop
french: Fou

source: Abbot
french: Abbé

source: Apostle
french: Apôtre

source: Elder
french: |Docteur|

source: Pastor
french: Pasteur

source: Guru
french: Gourou

source: Rabbi
french: Rabbin

source: Druid
french: Druide

source: Abandoned Ship
french: bateau abandonné

source: Mayday, Mayday! We were ambushed and our hyperdrive is no longer... [END OF MESSAGE]
french: Mayday, Mayday! Nous avons été pris en embuscade et notre hyperdrive est plus ... [FIN DE MESSAGE]

source: Traveler's Stash
french: Stash Traveler

source: opportunistic
french: opportuniste

source: aggressive
french: Agressif

source: peaceful
french: Pacifique

source: paranoid
french: Paranoïaque

source: brave
french: Courageux

source: active
french: actif

source: passive
french: Passif

source: greedy
french: |Avide|

source: generous
french: |Généreux|

source: dumb
french: |Muet|

source: smart
french: Intelligent

source: mistrustful
french: |Méfiant|

source: naive
french: |Naïf|

source: sadistic
french: |Sadique|

source: empathic
french: |Empathique|

source: forgiving
french: |Pardonnant|

source: Player %s created!
french: Joueur %s créé!

source: Player %s joined the galaxy
french: Joueur %s a rejoint la galaxie

source: Player %s left the galaxy
french: Joueur %s a quitté la galaxie

source: Turret Control System A-TCS-${num}
french: Système de commande de tourelle A-TCS-${num}

source: All Turrets
french: Toutes les tourelles

source: All-round Turret Control System
french: Système de contrôle Tourelle All-round

source: Adds slots for armed and unarmed turrets
french: Ajouter des machines à sous pour les tourelles armées et non armées

source: Energy Consumption
french: Consommation énergétique

source: Battery Upgrade
french: Mise à niveau de la batterie

source: Energy Capacity
french: énergie Capacité

source: It's bigger on the inside!
french: Il est plus grand à l'intérieur!

source: Turret Control System C-TCS-${num}
french: Système de commande de tourelle C-TCS-${num}

source: Civil Turret Control System
french: Système de contrôle de tourelle civile

source: Adds slots for unarmed turrets
french: Ajouter des machines à sous pour les tourelles non armées

source: Generator Upgrade
french: Générateur de mise à niveau

source: Energy to Shield Converter
french: Énergie pour protéger Converter

source: Shield Durability
french: Bouclier Durabilité

source: Re-routes energy to shields
french: Re-routes énergétiques aux boucliers

source: Engine Upgrade
french: Mise à niveau du moteur

source: Acceleration
french: Accélération

source: Radar Range
french: Gamme Radar

source: Turret Control System M-TCS-${num}
french: Système de commande de tourelle M-TCS-${num}

source: Military Turret Control System
french: Système de contrôle de tourelle militaire

source: Adds slots for armed turrets
french: Ajouter des machines à sous pour les tourelles armées

source: Mining System
french: Système d'exploitation minière

source: Highlights nearby asteroids
french: Faits saillants astéroïdes à proximité

source: Deep Scan Range
french: Range Deep Scan

source: Shows sectors with mass
french: Montre les secteurs avec masse

source: as yellow blips on the map
french: Comme blips jaune sur la carte

source: Scanner Range
french: Gamme de Scanner

source: Shield Recharge Rate
french: Bouclier Recharge Rate

source: Upon depletion: Recharges %i%% of your shield.
french: Après l'épuisement: Recharges %i%% de votre bouclier.

source: This effect can only occur every %i minutes.
french: Cet effet ne peut se produire tous les% i minutes.

source: [Destroy Hyperspace Drive]
french: [Détruisez Hyperspace lecteur]

source: Charging ...
french: Chargement ...

source: The hyperspace engine has been destroyed.
french: Le moteur de l'hyperespace a été détruit.

source: This system was built by Bottan's chief engineer.
french: Ce système a été construit par l'ingénieur en chef Bottan.

source: It's configured to destroy Bottan's hyperspace drive.
french: Il est configuré pour détruire l'hyperespace de route Bottan.

source: This system has a vertical
french: Ce système présente un plan vertical

source: scratch on its surface.
french: égratignure sur sa surface.

source: This system has 2 vertical
french: Ce système a 2 vertical

source: scratches on its surface.
french: griffes sur sa surface.

source: XSTN-K III
french: XSTN III-K

source: This system has 3 vertical
french: Ce système a 3 vertical

source: This system has 4 vertical
french: Ce système a 4 vertical

source: XSTN-K V
french: XSTN V-K

source: This system has 5 vertical
french: Ce système a 5 vertical

source: This system has 6 vertical
french: Ce système a 6 vertical

source: XSTN-K VII
french: XSTN VII-K

source: This system has 7 vertical
french: Ce système a 7 vertical

source: This system has 8 vertical
french: Ce système a 8 vertical

source: Basic Trading System
french: Trading System Basic

source: Improved Trading System
french: Trading System améliorée

source: Advanced Trading System
french: Trading System avancée

source: High-Tech Trading System
french: Trading System High-Tech

source: Salesman's Trading System
french: Système d'échange de droits Salesman

source: Ultra-Tech Trading System
french: Trading System Ultra-Tech

source: Display prices of goods
french: Afficher les prix des biens

source: Display price ratios of goods
french: rapports des prix des biens d'affichage

source: View trading offers of all stations of the sector
french: offres Voir commerciales de toutes les stations du secteur

source: Display trade routes in current sector
french: routes commerciales de l'affichage dans le secteur actuel

source: Display trade routes in last %i sectors
french: routes commerciales d'affichage en dernier %i secteurs

source: Trading Overview
french: Aperçu de négociation

source: Trading Routes
french: Routes commerciales

source: View detected trading routes
french: Voir détecté routes commerciales

source: Buy from stations
french: Acheter des stations

source: Sell to stations
french: Vente aux stations

source: From
french: De

source: To
french: À

source: Object Detector
french: Détecteur d'objets

source: Valuable objects detected.
french: Les objets de valeur détectés.

source: Highlight Range
french: Gamme Highlight

source: Detection Range
french: Portée de détection

source: Detects claimable asteroids.
french: Détecte astéroïdes réclamés.

source: Detects claimable asteroids and wreckages.
french: Détecte les astéroïdes et les épaves exigibles.

source: Detects claimable asteroids, wreckages and stashes.
french: Détecte les astéroïdes, exigibles et épaves stashes.

source: Detects & highlights all interesting objects.
french: Détecte et met en évidence tous les objets intéressants.

source: Displays a notification when
french: Affiche une notification lorsque

source: interesting items were detected.
french: articles intéressants ont été détectés.

source: Velocity Security Control Bypass
french: Velocity Control Security Bypass

source: Bypasses the velocity security control,
french: Ignore le contrôle de sécurité de vitesse,

source: but leaks energy from the generators.
french: mais les fuites d'énergie des générateurs.

source: This didn't work.
french: Cela n'a pas fonctionné.

source: Wormhole Power Diverter
french: Wormhole Puissance Diverter

source: Lets you harness the power
french: Vous permet d'exploiter la puissance

source: of Xsotan Wormhole Technology.
french: de Xsotan Wormhole Technology.

source: A fragment of Xsotan technology.
french: Un fragment de la technologie Xsotan.

source: Diamond
french: Diamant

source: Diamonds
french: Diamants

source: A hand full of diamonds. Useless unless you know where to sell them.
french: Une poignée de diamants. Inutile à moins que vous sachiez où les vendre.

source: Ore
french: Minerai

source: Raw ore containing some kind of metal.
french: Le minerai brut contenant une sorte de métal.

source: Crystals
french: Cristaux

source: Naturally grown crystals.
french: Naturellement grandi cristaux.

source: Mineral
french: Minéraux

source: Minerals
french: Minéraux

source: A canister full of mineral powder.
french: Une cartouche pleine de poudre minérale.

source: Scrap Metal
french: Ferraille

source: A container full of metal junk.
french: Un récipient plein d'ordure de métal.

source: Raw Oil
french: Baril de pétrole

source: A barrel of unrefined oil.
french: Un baril de pétrole brut.

source: Toxic Waste
french: Déchet toxique

source: A tank full of some glowing liquid. Highly toxid.
french: Un réservoir plein d'un liquide incandescent. Hautement Toxique.

source: Energy Cell
french: Cellules d'énergie

source: Energy Cells
french: Cellules d'énergie

source: Small blue canisters with a high voltage charge inside them.
french: Les petites boîtes bleues avec une charge haute tension à l'intérieur.

source: Gem
french: Gemme

source: Gems
french: Gemmes

source: A big gem. It's worth a lot, but you have to sell it first.
french: Un grand bijou. Il vaut la peine beaucoup, mais vous devez le vendre en premier.

source: Gold
french: Or

source: A small box containing gold bars.
french: Une petite boîte contenant des lingots d'or.

source: Platinum
french: Platine

source: A small box containing platinum bars.
french: Une petite boîte contenant des barres de platine.

source: Silver
french: Argent

source: A small box containing silver bars.
french: Une petite boîte contenant des barres d'argent.

source: A box with shards of silicium.
french: Une boîte avec des tessons de silicium.

source: A container full of pure aluminium.
french: Un récipient plein d'aluminium pur.

source: Carbon
french: Carbone

source: A container with carbon.
french: Un récipient avec du carbone.

source: Coal
french: Charbon

source: Fossil fuel. Still used in some factories.
french: Combustibles fossiles. Toujours utilisé dans certaines usines.

source: A medium sized crate filled with zinc fragments.
french: Une caisse de taille moyenne remplie de fragments de zinc.

source: Copper
french: Cuivre

source: A medium sized crate full of copper bars.
french: Une caisse de taille moyenne complète de barres de cuivre.

source: Lead
french: Plomb

source: A medium sized crate filled with lead bars.
french: Une caisse de taille moyenne remplie de barres de plomb.

source: Bio Gas
french: Bio Gaz

source: Biological gas. Probably toxic.
french: Gaz biologique. Probablement toxique.

source: Helium
french: Hélium

source: A pressure container filled with pure helium gas.
french: Un récipient sous pression rempli d'un gaz d'hélium pur.

source: Oxygen
french: Oxygène
