Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: Take All
french: Prendre toutes

source: Your Inbox is full. You must delete some mails before you can send new ones.
french: Votre boîte de réception est pleine. Vous devez supprimer certains mails avant de pouvoir envoyer de nouveaux.

source: Your email has no receiver.
french: Votre e-mail n'a pas le récepteur.

source: You don't have as many resources as you attached to that mail.
french: Vous ne devez pas autant de ressources que vous avez joint à ce courrier.

source: You can't send a mail that does not contain anything.
french: Vous ne pouvez pas envoyer un mail qui ne contient rien.

source: From:
french: De:

source: To:
french: À:

source: Back to Menu
french: Retour au menu

source: Connection Lost
french: Connexion perdue

source: Reset
french: Réinitialiser

source: Reset the controls to the default settings
french: Réinitialiser les contrôles aux paramètres par défaut

source: Key Layout
french: Disposition des touches

source: Close
french: Fermer

source: Control Settings
french: Paramètres de contrôle

source: Mouse Sensitivity
french: Sensibilité de la souris

source: Enter Strategy Mode by Zooming
french: Entrez le mode stratégie en zoom

source: Key Bindings
french: Raccourcis clavier

source: Host Game
french: Jeu hote

source: Name:
french: Nom:

source: Maximum Players:
french: Joueurs Maximum:

source: Difficulty:
french: Difficulté:

source: Collision Damage:
french: Dommages des collision

source: Creative Mode
french: Mode Creative

source: Players Share Home Sector
french: Secteur de base pour les joueurs

source: If activated, all players start in the same sector. If not, they will start in different sectors near each other.
french: Si elle est activée, tous les joueurs commencent dans le même secteur. Si pas, ils vont commencer dans les différents secteurs proches les uns des autres.

source: Authenticate Users
french: Authentifier les utilisateurs

source: If activated, all logged in players will undergo steam authentication.
french: Si cette option est activée, tous les joueurs connectés feront l&#39;objet d&#39;une authentification à la vapeur.

source: List Publicly
french: Liste publique

source: Shows the server in public server lists.
french: Affiche le serveur dans les listes de serveurs publics.

source: Start
french: Début

source: %s exists already
french: %s existe déjà

source: New Galaxy
french: Nouvelle Galaxie

source: Please Note:
french: Notez s'il vous plaît:

source: This starts a singleplayer server on your computer and connects to it. This server is private, only you can connect to it and you don't need an internet connection.
french: Cela démarre un serveur monoposte sur votre ordinateur et s'y connecte. Ce serveur est privé, seul vous pouvez vous y connecter et vous n'avez pas besoin d'une connexion Internet.

source: You will not play online.
french: Vous ne jouerez pas en ligne.

source: Save
french: Sauvegarder

source: Save the settings
french: Enregistrer les paramètres

source: Game Settings
french: Paramètres de jeu

source: Playername
french: Nom du joueur

source: Language
french: Langue

source: Space in Loading Screen
french: L'espace dans l'écran de chargement

source: Retrograde Marker
french: Marqueur rétrograde

source: Shows a small purple cross as your retrograde marker. Fly towards this marker to come to brake your ship.
french: Affiche une petite croix pourpre comme marqueur rétrograde. Voler vers ce marqueur pour venir à freiner votre bateau.

source: Prograde Marker
french: Marqueur de niveau

source: Shows a small cyan cross as your prograde marker. This is where your ship is currently drifting towards.
french: Affiche une petite croix cyan comme marqueur prograde. C'est à ce moment-là que votre navire dérive.

source: Show Driver Warning
french: Afficher l'avertissement du pilote

source: Show Hints
french: Montrer indices

source: Show Building Hints
french: Montrer les conseils construction

source: Reenable All Hints
french: Réactivez Tous les Conseils

source: Reactivates all hints that you previously marked as 'don't show again'.
french: Réactive tous les conseils que vous avez précédemment marqués comme 'ne pas afficher à nouveau'.

source: Damage Numbers
french: Montrer les dommages

source: Camera relative up offset
french: Caméra relative jusqu'à décalage

source: Camera absolute up offset
french: Caméra absolue jusqu'à décalage

source: Camera relative right offset
french: Caméra par rapport à droite décalée

source: Camera absolute right offset
french: Caméra droit absolu compensé

source: Graphics Settings
french: Paramètres graphiques

source: Fullscreen
french: Plein écran

source: Windowed
french: Fenêtre

source: Borderless
french: Fenêtre sans bordure

source: Please restart the game to apply the changes.
french: S'il vous plaît redémarrer le jeu pour appliquer les modifications.

source: Resolution
french: Résolution

source: Fog Amount
french: Quantité de brouillard

source: Few
french: Peu

source: Lots
french: Beaucoup.

source: Fog Quality
french: Qualité du brouillard

source: Low
french: Bas

source: Medium
french: Moyen

source: High
french: Élevé

source: Very High
french: Très élevé

source: Compatibility
french: Compatibilité

source: Subsampling x0.25
french: Sous-échantillonnage x0.25

source: Subsampling x0.5
french: Sous-échantillonnage x0.5

source: Reflections
french: Réflexions

source: Ambient Occlusion
french: Occlusion ambiante

source: UI Color
french: UI Couleur

source: Backgrounds
french: Arrière-plan

source: Planets
french: Planètes

source: Very Low
french: Très faible

source: Shadows
french: Ombres

source: Big Objects
french: Grands objets

source: Everything
french: Tout

source: Complex Player Shadows
french: Complex Ombres joueur

source: Soft Shadows
french: Ombres douces

source: Shadow Range
french: Portée des ombre

source: Player Shadows
french: Ombres joueur

source: Global Shadows
french: Ombres Globalement

source: Background
french: Contexte

source: Host Dedicated Server
french: Hôte serveur dédié

source: Path
french: Chemin

source: Name
french: Nom

source: Maximum Players
french: Nombre maximum de joueurs

source: Threads
french: Thèmes

source: Difficulty
french: Difficulté

source: Collision Damage
french: Dommages collision

source: Troubleshooting
french: Dépannage

source: - If you're hosting an online server, you should forward the port you configured (default: 27000) and ports 27003, 27020 and 27021.
french: - Si vous hébergez un serveur en ligne, vous devez transmettre le port configuré (par défaut: 27000) et les ports 27003, 27020 et 27021.

source: - If people can't connect to your server, make sure the ports are forwarded and that your firewall isn't blocking the server.
french: - Si les gens ne peuvent pas se connecter à votre serveur, assurez-vous que les ports sont transmis et que votre pare-feu ne bloque pas le serveur.

source: - You shouldn't assign more threads than your machine can handle. If you're unsure how many that is, use the value that has been pre-filled in.
french: - Vous ne devez pas attribuer plus de threads que votre machine peut gérer. Si vous n'êtes pas sûr combien qui est, utiliser la valeur qui a été pré-rempli.

source: - You can't change values while a server is running.
french: - Vous ne pouvez pas modifier les valeurs alors qu'un serveur est en cours d'exécution.

source: - If a server doesn't shut down immediately, it might be saving data. Give it some time.
french: - Si un serveur ne ferme pas immédiatement, il pourrait être l'enregistrement des données. Donnez-lui un peu de temps.

source: Starting Server ...
french: Démarrage du serveur ...

source: Unable to stop Server
french: Impossible d'arrêter le serveur

source: Refreshing ...
french: Actualisation…

source: Server Online
french: serveur en ligne

source: Server Online, %s Players
french: Serveur en ligne, %s Joueurs

source: No Server Running
french: Aucun serveur exécutant

source: Stopping Server ...
french: Arrêt du serveur ...

source: Found Server Data [?]
french: Les données de serveur trouvés [?]

source: Detected a server save in %s. This save will be loaded and a few properties can't be changed.
french: Détecté un serveur de sauvegarde %s . Ce sauver sera chargé et quelques propriétés ne peut pas être changé.

source: Some Server Info Missing [?]
french: Certaines informations sur le serveur manquant [?]

source: Detected a running Avorion server, but it wasn't started by this process. Avorion couldn't find reliable information on the server.
french: Détecté un serveur Avorion en cours d'exécution, mais il n'a pas commencé par ce processus. Avorion n'a pas pu trouver des informations fiables sur le serveur.

source: Created Galaxies:
french: Créé Galaxies:

source: Host a multiplayer game in galaxy '%s'
french: Héberger une partie multijoueur dans la galaxie ' %s '

source: Host New
french: hôte Nouveau

source: Host Existing
french: hôte existant

source: Do you really wish to permanently delete this galaxy?
french: Voulez-vous vraiment supprimer définitivement cette galaxie?

source: Address
french: Adresse

source: Players
french: Joueur

source: Join
french: Joindre

source: Join the local network game
french: Joignez-vous au jeu de réseau local

source: Refresh
french: Actualiser

source: Refresh LAN games
french: Actualisez jeux LAN

source: Host
french: Hébergeur

source: Host a new LAN game
french: Organisez un nouveau jeu LAN

source: Local Network Multiplayer
french: Multijoueur réseau local

source: Searching ...
french: Recherche...

source: Main Menu
french: Menu principal

source: Singleplayer
french: Solo

source: Multiplayer
french: Multijoueur

source: Settings
french: Paramètres

source: Reset Achievements
french: Réinitialiser les achievements

source: Quit
french: Quitter

source: Latest News & Updates
french: Dernières nouvelles et mises à jour

source: Avorion Client %s Press F5!
french: Avorion client %s Appuyez F5!

source: YOU ARE ON THE BETA BRANCH! This means that you get to test the latest features, but: USE AT YOUR OWN RISK! The beta branch is not meant for normal play but for testing. You might encounter several issues, such as: - Savegames from the stable branch might not be able to load. - Savegames from the beta branch are not guaranteed to load in any later release. - Savegames might get corrupted. The beta branch is for people who want to help test and improve Avorion. If you find any errors, please use the "Report a Bug" button. Thank you!
french: VOUS ÊTES SUR LA RAM DE BETA! Cela signifie que vous pouvez tester les dernières fonctionnalités, mais: À UTILISER À VOS RISQUES ET PÉRILS! La branche bêta n'est pas destinée à une lecture normale mais à des tests. Vous pouvez rencontrer plusieurs problèmes, tels que: - Les sauvegardes de la branche stable pourraient ne pas pouvoir être chargées. - Les sauvegardes de la branche bêta ne sont pas garanties lors de la version ultérieure. - Savegames pourrait être corrompu. La branche bêta s'adresse aux personnes qui souhaitent aider à tester et à améliorer Avorion. Si vous trouvez des erreurs, utilisez le bouton "Signaler un bug". Je vous remercie!

source: Beta Notification
french: Notification bêta

source: I Understand
french: Je comprends

source: Warning! We are currently experiencing issues with previous savegames getting corrupted. If you just updated to this version of Avorion, we'd suggest making a backup of your previous savegame before loading it. Creating and loading a new galaxy shouldn't cause any problems, only the loading of previous saves. We're working on resolving this problem. Please excuse the inconvenience.
french: Attention! Nous rencontrons actuellement des problèmes avec les sauvegardes précédents corrompus. Si vous venez d'accéder à cette version d'Avorion, nous vous suggérons de faire une sauvegarde de votre précédente sauvegarde avant de la charger. La création et le chargement d'une nouvelle galaxie ne devraient pas poser de problème, seul le chargement des sauvegardes précédentes. Nous travaillons à résoudre ce problème. Veuillez excuser les inconvénients.

source: Browse Servers
french: Parcourir les serveurs

source: Browse listed online servers
french: Parcourez les serveurs en ligne listés

source: Join via IP
french: Inscrivez-vous via IP

source: Join servers directly via IP
french: Rejoignez les serveurs directement via IP

source: Join LAN
french: Rejoignez LAN

source: Dedicated Server
french: Serveur spécifique

source: Status
french: Statut

source: Online
french: En ligne

source: Unreachable
french: Inaccessible

source: refreshing...
french: Actualisation…

source: Join the server
french: Joignez-vous au serveur

source: Refresh servers
french: Actualiser les serveurs

source: Add Server
french: Ajouter un serveur

source: Add a new server to the list
french: Ajouter un nouveau serveur à la liste

source: Server Address:
french: Adresse du serveur

source: Server Name:
french: Nom du serveur

source: You must enter an address for the server.
french: Vous devez entrer une adresse pour le serveur.

source: You must enter a name for the server.
french: Vous devez entrer un nom pour le serveur.

source: Resume game
french: Reprendre ma partie

source: Resume the game
french: Reprendre le jeu

source: Leave Galaxy
french: Quitter Galaxy

source: Leave the current game
french: Quitter le jeu en cours

source: Game Options
french: Options de jeu

source: Controls
french: Contrôles

source: Sound
french: Son

source: Show Empty
french: Montrer vide

source: Show Full
french: Afficher plein

source: Game
french: Jeu

source: Video
french: Vidéo

source: Create New
french: Créer nouveau

source: Load
french: Ouvrir

source: Load this save game
french: Charger la sauvegarde de la partie

source: Sound Settings
french: Paramètres sonores

source: Master
french: Principal

source: Silence Between Tracks
french: Silence entre les pistes

source: OK
french: D'accord

source: Deposit
french: Dépôt

source: Withdraw
french: Se désister

source: Join Alliance
french: Rejoindre l'alliance

source: Pending Invitations
french: Invitations en attente

source: Leave Alliance
french: Quitter l'alliance

source: Message of the day
french: Le message du jour

source: Modify
french: Modifier

source: Home Sector
french: Secteur domestique

source: Alliance has no home sector!
french: Alliance n'a pas de secteur d'origine!

source: Show Location
french: Afficher l'emplacement

source: Whisper
french: Chuchotement

source: Promote to Leader
french: Promouvoir le leader

source: Assign Rank
french: Affecter un rang

source: Kick
french: Donner un coup

source: Last Online
french: Dernière connexion

source: Members
french: Membres

source: Invite Player
french: Inviter un joueur

source: Ranks
french: Rangs

source: Add Rank
french: Ajouter un classement

source: Add as lowest
french: Ajouter le plus bas

source: Enter the name of the new rank:
french: Entrez le nom du nouveau rang:

source: Delete Rank
french: Supprimer le classement

source: Create Rank
french: Créer un rang

source: Rank Name:
french: Nom du classement:

source: Add Above:
french: Ajouter ci-dessus:

source: * New Member Rank: This rank will be assigned to new members.
french: * Nouveau classement des membres: Ce classement sera attribué aux nouveaux membres.

source: Move Up
french: Déplacer vers le haut

source: Move Down
french: Descendre

source: Set as new member rank
french: Définir comme nouveau membre

source: Ships
french: Navires

source: Pay Crew
french: Payer l'équipage

source: Pay the crew of this ship
french: Payer l'équipage de ce navire

source: Auto Pay Crews
french: Salaire automatique

source: Cargo
french: Cargaison

source: Crew payment due
french: Paiement de l'équipage dû

source: Found Alliance
french: Alliance trouvée

source: Founding Cost: $%s Enter the name of your alliance:
french: Coût de fondation: %s $ Entrez le nom de votre alliance:

source: Founding Cost: %s Credits
french: Coût de fondation: %s Crédits

source: Found alliances to work together with other players as a complete new faction. Alliances count as their own faction, and their members can manage alliance stations, ships and inventory. You can invite other players to join the alliance and assign ranks to different members to manage which member can do which. You can also see the online status of your alliance members and you'll have a shared galaxy map. You can either join an existing alliance or found a new one!
french: Trouve des alliances pour travailler ensemble avec d'autres joueurs en tant que nouvelle faction complète. Les alliances comptent comme leur propre faction, et leurs membres peuvent gérer les stations d'alliance, les navires et les stocks. Vous pouvez inviter d'autres joueurs à rejoindre l'alliance et à attribuer des rangs à différents membres afin de gérer quel membre peut faire. Vous pouvez également voir le statut en ligne de vos membres de l'alliance et vous disposerez d'une carte de galaxie partagée. Vous pouvez rejoindre une alliance existante ou en avoir trouvé une nouvelle!

source: Diplomacy
french: Diplomatie

source: All
french: Tout

source: AI Factions
french: Factions AI

source: Sort by
french: Trier par

source: Name (Ascending)
french: Nom (Ascendant)

source: Name (Descending)
french: Nom (Descendant)

source: Relations (Ascending)
french: Relations (Croissant)

source: Relations (Descending)
french: Relations (décroissant)

source: Show
french: Montrer

source: Very %s
french: Très %s

source: Not much is known about this faction.
french: Pas beaucoup est connu au sujet de cette faction.

source: Destroy
french: Détruisez

source: Destroy the selected item
french: Détruisez l'élément sélectionné

source: Inventory
french: Inventaire

source: Abandon
french: Abandonner

source: <No Missions>
french: <Non Missions>

source: Fleet
french: Flotte

source: Pickup Behaviour:
french: Comportement de ramassage:

source: Don't pick up stolen cargo
french: Ne pas ramasser des marchandises volées

source: Pick up stolen cargo
french: Ramassez le fret volé

source: Stock
french: Stockage

source: Dump Cargo
french: Décharger la cargaison

source: %d %s
french: (%d:%d) %s

source: Empty cargo space:
french: Vider l'espace de chargement:

source: Assign
french: Assigner

source: Unassign
french: Désassigner

source: Unassign an untrained crewman from this position.
french: Désassigner un membre de l'équipage non formé de cette position.

source: Dismiss
french: Rejeter

source: Warning:
french: Avertissement:

source: This will dismiss the crewman. He will be gone and no money will be returned.
french: Ceci renverra l'équipier. Il sera parti et aucun argent ne sera rendu.

source: Auto Assign Crews
french: Attribution automatique

source: Crew
french: Membres d'équipage

source: Workforce
french: Main d'oeuvre

source: Morale: %i%%
french: Moral: %i%%

source: Your morale is below 100%. The workforce of your crew is impaired.
french: Votre moral est inférieur à 100%. La main-d'œuvre de votre équipage est compromise.

source: Your morale is good. Specialists will level up over time.
french: Votre le moral est bon. Les spécialistes de niveau au fil du temps.

source: %i untrained %s Workforce per unit: %d %s
french: %i non formé %s Effectif par unité: %d %s

source: Your workforce is impaired due to low morale.
french: Votre effectif est compromise en raison du faible moral.

source: Click and Press a number to assign a group to this turret.
french: Cliquez et Appuyez sur le numéro à attribuer un groupe à cette tourelle.

source: Empty armed turret slot
french: Vider emplacement de la tourelle armée

source: Empty unarmed turret slot
french: Vider emplacement de la tourelle non armée

source: Energy
french: Énergie

source: Required Energy
french: Energie requise

source: Produced Energy
french: Energie produite

source: Efficiency
french: Efficacité énergétique

source: Req. Energy
french: Req. Énergie

source: Produced Energy %s
french: Produit Énergie %s

source: Required Energy %s
french: Energie requis %s

source: Enable/Disable %s
french: Activer / Désactiver %s

source: You can't change the energy priority of your %s.
french: Vous ne pouvez pas modifier la priorité de l' énergie de votre %s .

source: Click and Drag to change energy priority of your %s.
french: Cliquez et faites glisser pour changer la priorité de l' énergie de votre %s .

source: Rename Squad
french: Renommer l'escouade

source: Rename
french: Renommer

source: Remove
french: Enlever

source: New Squad
french: Nouvelle équipe

source: Set Blueprint
french: Définir le plan

source: Remove Squad
french: Supprimer l'équipe

source: [No Production: %s]
french: [Pas de production: %s]

source: Enable/Disable Fighter Production
french: Activer / Désactiver la production de chasseurs

source: Cost: %1% %2%
french: Coût: (%1%:%1%) (%2%:%2%)

source: Time: %s
french: Heure: %s

source: Enable/Disable Fighter Production (Requires Fighter Blueprint and Production Blocks)
french: Activer / Désactiver la production de chasseurs (nécessite un plan de combat et des blocs de production)

source: Enable/Disable Fighter Production (Requires Fighter Blueprint)
french: Activer / Désactiver la production de chasseurs (nécessite un plan de combat)

source: Enable/Disable Fighter Production (Requires Production Blocks)
french: Activer / Désactiver la production de chasseurs (nécessite des blocs de production)

source: This will destroy the fighter and turn it into a blueprint. This action is irreversible. It will also remove the previous blueprint if there is one.
french: Cela va détruire le combattant et le transformer en un plan. Cette action est irréversible. Il supprimera également le plan précédent s'il en existe un.

source: Please enter a name for the squad:
french: Entrez un nom pour l'équipe:

source: The blueprint of this squad will be lost.
french: Le plan de cette équipe sera perdu.

source: Co-Op Controls
french: Contrôles coopératifs

source: Ship Steering
french: Direction des navires

source: Only the pilot (first seat) is allowed to steer.
french: Seul le pilote (premier siège) est autorisé à se diriger.

source: Allow this player to control turret group %s.
french: Autoriser ce joueur à contrôler le groupe de tourelle %s.

source: Allow this player to control fighter squadron %i.
french: Autoriser ce joueur à contrôler l'escadron de chasseur %i.

source: Add Seat
french: Ajouter un siège

source: Volume of %1% %2% required to unlock
french: Volume de %1% %2% requis pour débloquer

source: Systems
french: Systeme

source: Continue
french: Continuer

source: You need a ship to play this part of the tutorial.
french: Vous avez besoin d'un navire à jouer cette partie du tutoriel.

source: Not enough resources. You need at least 5.000 credits and 1.000 Iron.
french: Pas assez de ressources. Vous avez besoin d'au moins 5.000 crédits et 1.000 fer.

source: Your ship is too small. You can only play this part of the tutorial if your ship requires a crew!
french: Votre vaisseau est trop petit. Vous ne pouvez jouer cette partie du tutoriel si votre navire nécessite un équipage!

source: Your ship is too big for the scale of the tutorial. Make it a little smaller!
french: Votre vaisseau est trop grand pour l'échelle du tutoriel. Faites-en un peu plus petit!

source: You can delete blocks in the build mode by selecting them with %1% and pressing %2%.
french: Vous pouvez supprimer des blocs dans le mode de construction en les sélectionnant avec %1% et en appuyant sur %2%.

source: You need at least 1000 Credits, you must be able to hire a crew.
french: Vous avez besoin d'au moins 1000 Crédits, vous devez être en mesure d'embaucher un équipage.
