Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: Lightning guns deal very high damage, but are usually very inaccurate.
french: Les pistolets à foudre traitent des dommages très élevés, mais sont généralement très inexacts.

source: With force turrets you can move other objects, pull yourself towards them or push yourself away from them.
french: Avec des tourelles de force, vous pouvez déplacer d'autres objets, vous tirer vers eux ou vous éloigner d'eux.

source: Salvaging lasers have a very short range, but can deal massive damage. But not against shields.
french: Les lasers de récupération ont une portée très courte, mais peuvent causer des dommages massifs. Mais pas contre les boucliers.

source: Bolters deal a lot of damage against hull, but they can also overheat quickly.
french: Bolters inflige beaucoup de dégâts contre la coque, mais ils peuvent également surchauffer rapidement.

source: Factories either pay high prices for the goods they need, or sell their goods for low prices, but never both.
french: Les usines, soit payer des prix élevés pour les produits dont ils ont besoin, ou de vendre leurs produits à des prix bas, mais jamais les deux.

source: Trading posts buy a big variety of goods, but the prices are usually not the best.
french: Les postes de vente acheter une grande variété de produits, mais les prix ne sont généralement pas le meilleur.

source: If a station has a large stock of goods, they will sell them for very low prices.
french: Si une station dispose d'un grand stock de marchandises, ils les vendre à des prix très bas.

source: If a station's stock of a certain good is empty, they will pay higher prices for it.
french: Si le stock d'un bien d'une station est vide, il paiera des prix plus élevés.

source: Shipyards and repair docks buy a range of goods, as well as habitats, casinos and biotopes.
french: Les chantiers navals et les docks de réparation achètent une gamme de produits, ainsi que des habitats, des casinos et des biotopes.

source: You can find goods in old ship wreckages.
french: Vous pouvez trouver des marchandises dans les vieilles épaves de navires.

source: Buy a cargo transportation license at a trading post so you can transport cargo through a faction's territory without them fining you.
french: Achetez une licence de transport de fret à un poste commercial afin que vous puissiez transporter du fret sur le territoire d'une faction sans que vous ne fassiez l'objet d'une amende.

source: You can build your own turrets at a turret factory.
french: Vous pouvez construire vos propres tourelles dans une usine de tourelle.

source: You can select inventory items as a favorite or mark them as trash with the right mouse button.
french: Vous pouvez sélectionner les éléments d'inventaire comme favori ou les marquer comme poubelle avec le bouton droit de la souris.

source: New items in your inventory will be highlighted until you click on them.
french: Les nouveaux articles de votre inventaire seront mis en surbrillance jusqu'à ce que vous les cliquez dessus.

source: You can filter the items in your inventory. Example: Type 'naonite laser' to find all turrets that fire lasers and that are made of Naonite.
french: Vous pouvez filtrer les éléments de votre inventaire. Exemple: Tapez 'naonite laser' pour trouver toutes les tourelles qui essaient des lasers et qui sont faites de Naonite.

source: A smuggler's market will buy everything, including stolen or suspicious goods, but only for 15% of the usual price.
french: Un marché contrebandier va acheter tout, y compris les biens volés ou suspects, mais seulement pour 15% du prix habituel.

source: You can unbrand your stolen cargo at a smuggler's market.
french: Vous pouvez rendre legale votre cargaison volée au marché de contrebandier.

source: You can give your ships orders, tell them to escort you, or guard a certain location.
french: Vous pouvez donner à vos commandes des navires, dites-leur de vous escorter, ou garder un certain endroit.

source: Thrusters increase your rotational speed.
french: Thrusters augmenter votre vitesse de rotation.

source: Thrusters reduce drifting, they will steer your ship in the direction it is looking.
french: Thrusters réduisent la dérive, ils vont diriger votre vaisseau dans le sens qu'il est à la recherche.

source: Zoom far out to enter the strategy mode, where you can control your ships RTS-style.
french: Zoom loin pour accéder au mode de stratégie, où vous pouvez contrôler votre navires en mode RTS-like.

source: If you have trouble with drift, consider building your ship out of a light material, such as Titanium or Trinium.
french: Si vous avez des problèmes avec la dérive, envisager de construire votre navire en un matériau léger, comme le titane ou Trinium.

source: Iron and Ogonite are very heavy materials. Build your ship out of lighter materials to reduce drifting.
french: Le fer et l'Ogonite sont des matériaux très lourds. Construire votre navire en matériaux plus légers pour réduire la dérive.

source: Avorion measures speed in meters per second. A seemingly slow speed of 100 m/s is actually 360 km/h or 224 mph.
french: Avorion mesure la vitesse en mètres par seconde. Une vitesse apparemment lente de 100 m/s is actually 360 km/h ou 224 mph.

source: When building your own ship, you can mirror the blocks you want to build.
french: Lors de la construction de votre propre bateau, vous pouvez mettre en miroir les blocs que vous voulez construire.

source: When building your own ship, you can focus a block by pressing 'F' for better perspectives.
french: Lors de la construction de votre propre bateau, vous pouvez vous concentrer un bloc en appuyant sur 'F' pour de meilleures perspectives.

source: When building, you can use Ctrl-C and Ctrl-V to copy paste block selections.
french: Lors de la construction, vous pouvez utiliser Ctrl-C et Ctrl-V pour copier des sélections de blocs de pâte.

source: When building, use Ctrl-C to copy a ship part and press Ctrl-V to paste it into the building inventory to save it forever.
french: Lors de la construction, utilisez Ctrl-C pour copier une partie du navire et appuyez sur Ctrl-V pour le coller dans l'inventaire des bâtiments pour le sauver pour toujours.

source: When building, you can use Ctrl-Z and Ctrl-Y to redo or undo your last actions.
french: Lors de la construction, vous pouvez utiliser Ctrl-Z et Ctrl-Y pour refaire ou défaire vos dernières actions.

source: Thrusters have the biggest effect if they're built far away from the center of mass of the ship.
french: Thrusters ont le plus grand effet si elles sont construites loin du centre de masse du navire.

source: Hold ALT when placing a block template to select the anchor block that will be attached to the ship.
french: Maintenez ALT lorsque vous placez un modèle de bloc pour sélectionner le bloc d'ancrage qui sera fixée au navire.

source: Building ships made of higher materials is more efficient. You have to pay less credits for the same stats.
french: La construction de navires constitués de matériaux supérieurs est plus efficace. Vous devez payer moins les crédits pour les mêmes stats.

source: Materials have different densities. The heaviest are Iron and Ogonite, while the lightest are Trinium, Xanion and Titanium.
french: Matériaux ont des densités différentes. Le plus lourd sont en fer et Ogonite, tandis que les plus légers sont Trinium, Xanion et Titanium.

source: The mass of your ship greatly influences its inertia - lighter ships are much easier to steer and don't need as many thrusters and engines.
french: La masse de votre vaisseau influence grandement son inertie - navires plus légers sont beaucoup plus faciles à diriger et ne nécessitent pas autant de propulseurs et des moteurs.

source: You can repair your ship in the building mode while you're not in combat.
french: Vous pouvez réparer votre vaisseau dans le mode de construction alors que vous n'êtes pas en combat.

source: Repairing your ship in the building mode can come in handy - but it's expensive. You can get much cheaper repairs at a repair dock or shipyard.
french: Réparer votre vaisseau dans le mode de construction peut être utile - mais il est cher. Vous pouvez obtenir des réparations beaucoup moins cher à un quai de réparation ou chantier naval.

source: Some blocks like solar panels need a lot of surface area instead of volume.
french: Certains blocs comme les panneaux solaires ont besoin de beaucoup de surface au lieu de volume.

source: You can upgrade your entire ship's material in the building mode.
french: Vous pouvez mettre à niveau le matériel entier de votre bateau en mode bâtiment.

source: You can hide selections of blocks in the building mode when you want to change blocks in the center of your ship.
french: Vous pouvez masquer les sélections de blocs en mode bâtiment lorsque vous souhaitez modifier les blocs au centre de votre navire.

source: Select a hangar in the building mode to see if fighters can start from it.
french: Sélectionnez un hangar dans le mode de construction pour voir si les combattants peuvent en démarrer.

source: You can repair your entire ship all at once with the "Repair Ship..." button.
french: Vous pouvez réparer votre vaisseau entier en une fois avec le bouton "Réparer le vaisseau ...".

source: The yellow bar at the bottom of the screen is your energy storage. Increase it by building energy storage blocks. A large energy capacity lets you use boosts or energy weapons longer.
french: La barre jaune en bas de l'écran est votre stockage d'énergie. Augmenter en construisant des blocs de stockage d'énergie. Une grande capacité d'énergie vous permet d'utiliser augmente ou les armes à énergie plus longtemps.

source: Your generator generates energy and your systems drain it. Excess energy will be stored in your ship's energy storage and drained from there when your systems require more energy, for example in combat or after a hyperspace jump.
french: Votre générateur génère de l'énergie et de vos systèmes égoutter. L'énergie excédentaire sera stocké dans le stockage d'énergie de votre navire et drainée à partir de là lorsque vos systèmes nécessitent plus d'énergie, par exemple dans le combat ou après un saut de l'hyperespace.

source: If your ship doesn't produce enough energy, the energy consumption will drain its batteries. Once they're empty, your ship's systems will work with less capacity or even fail.
french: Si votre bateau ne produit pas assez d'énergie, la consommation d'énergie se videra ses batteries. Une fois qu'ils sont vides, les systèmes de votre navire travailleront avec moins de capacité ou même échouer.

source: Your energy storage can't be charged with endless speed. You can only charge it with a 20th of its capacity per second, and excess energy will be lost.
french: Votre stockage d'énergie ne peut pas être chargé avec une vitesse infinie. Vous ne pouvez le charger avec un 20e de sa capacité par seconde, et l'excès d'énergie sera perdue.

source: The galaxy is filled with valuable objects, such as secret stashes or ship wreckages. Some of those wreckages can even be made functional again.
french: La galaxie est remplie d'objets de valeur, tels que les caches secrètes ou épaves de navires. Certains de ces épaves peut même être fait à nouveau fonctionnel.

source: The gate system offers a safe and fast way of travelling, for a price. Each passage will cost you money, and the price depends on the distance and your relations to the owners of the gate.
french: Le système de grille offre un moyen sûr et rapide de voyager, pour un prix. Chaque passage vous coûtera de l'argent, et le prix dépend de la distance et de vos relations avec les propriétaires de la porte.

source: Everything in the game is generated procedurally - no matter where you go, you will always find something new!
french: Tout dans le jeu est généré procédure - peu importe où vous allez, vous trouverez toujours quelque chose de nouveau!

source: The green dots on the map show sectors where you can find something.
french: Les points verts sur les secteurs carte montrent où vous pouvez trouver quelque chose.

source: The blue radius around your position on the map shows how far your ship can jump.
french: Le rayon bleu autour de votre position sur la carte montre à quel point votre vaisseau peut sauter.

source: Visited sectors that are not empty are marked automatically on your map.
french: Les secteurs visités qui ne sont pas vides sont marqués automatiquement sur votre carte.

source: Make sure you also explore sectors that are not marked with a green dot. But be careful, pirates like to hide in these unknown regions.
french: Assurez-vous d'explorer également les secteurs qui ne sont pas marqués d'un point vert. Mais attention, les pirates aiment se cacher dans ces régions inconnues.

source: A flight recorder block will mark the location of your ship's destruction on the map - but only if it's still intact when the ship is destroyed! So make sure your flight recorders are protected.
french: Un bloc d'enregistreur de vol marquera l'emplacement de la destruction de votre navire sur la carte - mais seulement si elle est encore intacte lorsque le navire est détruit! Assurez-vous donc que vos enregistreurs de vol sont protégés.

source: Your ships need crews. You can hire crews at various friendly stations.
french: Vos navires ont besoin équipages. Vous pouvez louer des équipages à diverses stations amicales.

source: Assign more than the minimum number of crew members to professions to gain boosts in that profession.
french: Affecter plus que le nombre minimum de membres d'équipage aux professions de gagner augmente dans cette profession.

source: Your turrets need crew members that operate them. If a turret is not working, check if you have enough crewmen to operate all your turrets.
french: Vos tourelles ont besoin les membres d'équipage qui les exploitent. Si une tourelle ne fonctionne pas, vérifiez si vous avez assez de membres d'équipage pour faire fonctionner tous vos tourelles.

source: Ships decay over time. Train crewmembers to become part of the repair crew so your ships stay in shape.
french: Embarcations désintégration au fil du temps. membres de l'équipage de train de devenir une partie de l'équipage de réparation afin que vos navires de rester en forme.

source: Repair crews can't reconstruct broken off parts of your ship. You need a repair dock to repair such damage.
french: Les équipes de réparation ne peuvent pas reconstruisent rompu les parties de votre navire. Vous avez besoin d'un quai de réparation pour réparer ces dommages.

source: You need a minimum crew for various jobs on your ship in order to have the ship work optimally.
french: Vous avez besoin d'un équipage minimum pour divers travaux sur votre bateau afin d'avoir le travail du navire de manière optimale.

source: Hire more than the required minimum amount of crewmen to compensate losses during combat.
french: Embaucher plus que le montant minimum requis de membres d'équipage pour compenser les pertes pendant le combat.

source: Crewmen on your ship who don't work in a specific field want to get paid, too.
french: Membres d'équipage sur votre vaisseau qui ne travaillent pas dans un domaine spécifique veulent être payés, aussi.

source: Assign a fighter as a blueprint in your hangar to produce more of it.
french: Assignez un combattant comme plan dans votre hangar pour en produire plus.

source: You need assembly blocks to produce fighters on your crafts.
french: Vous avez besoin de blocs d'assemblage pour produire des chasseurs sur votre artisanat.

source: Assembly blocks will enable and speed up production of fighters on your crafts.
french: Des blocs de montage vont permettre et accélérer la production de chasseurs sur votre artisanat.

source: The production of a fighter in your hangar will always take at least 60 seconds.
french: La production d'un combattant dans votre hangar prendra toujours au moins 60 secondes.

source: You can design your own fighters at a fighter factory by combining a turret and a saved ship plan.
french: Vous pouvez concevoir vos propres chasseurs dans une usine de combat en combinant une tourelle et un plan de navire sauvé.

source: Fighters avoid shots by doing loops or barrel rolls.
french: Les combattants évitent les tirs en faisant des boucles ou des tonneaux.

source: Fighters can dodge a fixed amount of times per minute, the exact number depends on the skill of their pilot.
french: Les combattants peuvent esquiver une quantité fixe de fois par minute, le nombre exact dépend de l'habileté de leur pilote.

source: When a fighter gets destroyed, there's a high chance that its pilot will be able to eject into space, but not always.
french: Quand un combattant est détruit, il y a de fortes chances que son pilote puisse être éjecté dans l'espace, mais pas toujours.

source: The higher the level of a fighter pilot, the higher the initial dodges per minute and the higher the dodge chance after the fixed dodges are used up.
french: Plus le niveau d'un pilote de chasse est élevé, plus les esquives initiales par minute sont élevées et plus le risque d'esquive est élevé après l'utilisation des esquives fixes.

source: The higher the level of a fighter pilot, the higher the chance that he will be able to eject into space when the fighter gets destroyed.
french: Plus le niveau d'un pilote de chasse est élevé, plus il est probable qu'il sera capable de s'éjecter dans l'espace lorsque le combattant sera détruit.

source: Higher material assembly blocks will allow for more parallel fighter productions on your ships.
french: Des blocs d'assemblage de matériaux plus élevés permettront d'avoir plus de productions de chasseurs parallèles sur vos navires.

source: You can remove fighters by dragging and dropping them out of the hangar window.
french: Vous pouvez supprimer des combattants en les faisant glisser et en les laissant tomber hors de la fenêtre du hangar.

source: The material of a turret used in the fighter factory will add additional boosts to your fighter.
french: Le matériel d'une tourelle utilisée dans l'usine de combat va ajouter des boosts supplémentaires à votre combattant.

source: The rarity of a turret used in the fighter factory will determine how many stat points you can spend on a fighter.
french: La rareté d'une tourelle utilisée dans l'usine de chasse déterminera combien de points de statistiques vous pouvez dépenser pour un combattant.

source: The higher the material of a fighter, the higher is its base durability.
french: Plus le matériau d'un combattant est élevé, plus sa durabilité de base est élevée.

source: Smaller fighters will take up less space in your hangar.
french: Les petits combattants prendront moins de place dans votre hangar.

source: Found a translation error? You can fix it on translate.avorion.net.
french: Vous avez trouvé une erreur de traduction? Vous pouvez le réparer sur translate.avorion.net.

source: You would like to play Avorion in your own language? Help us translate it on translate.avorion.net.
french: Vous souhaitez jouer Avorion dans votre propre langue? Aidez-nous à le traduire sur translate.avorion.net.

source: Error
french: Erreur

source: Warning
french: Attention

source: Repair
french: réparation

source: Transform into
french: Transformer en

source: Your craft doesn't meet all requirements for building.
french: Votre vaisseau ne répond pas à toutes les exigences pour la construction.

source: You can't edit your drone. Found a ship first!
french: Vous ne pouvez pas modifier votre drone. Trouvé un autre vaisseau d'abord!

source: You can't edit fighters.
french: Vous ne pouvez pas éditer les combattants.

source: You don't have permission to modify this.
french: Vous n'êtes pas autorisé à modifier cela.

source: You can't delete the root block of your ship (Safe Mode)
french: Vous ne pouvez pas supprimer le bloc racine de votre navire (mode sans échec)

source: You can't delete blocks that have turrets attached (Safe Mode)
french: Vous ne pouvez pas supprimer des blocs qui ont des tourelles attachées (mode sans échec)

source: This would delete more than the selected blocks (Safe Mode)
french: Cela supprimerait plus que les blocs sélectionnés (mode sans échec)

source: Error (Safe Mode)
french: Erreur (mode sans échec)

source: Player
french: Joueur

source: Escort
french: Escorter

source: Fly Through
french: Voler à travers

source: Fly Here
french: Voler ici

source: Starting Game ...
french: La partie va commencer ...

source: Singleplayer server startup failed.
french: Le démarrage du serveur à un joueur a échoué.

source: Connection to server failed
french: La connexion au serveur a échoué

source: Connection to %s failed
french: Connexion à %s échoué

source: Connection refused: %s
french: Connexion refusée: %s

source: Connection to server failed: Server unreachable
french: La connexion au serveur a échoué: serveur inaccessible

source: Connection to %s failed: Server unreachable
french: Connexion à %s a échoué: serveur inaccessible

source: Starting Singleplayer...
french: Démarrage d'un jeu unique ...

source: Connecting...
french: Connexion...

source: Connection failed
french: La connexion a échoué.

source: Connection closed
french: Connection fermée

source: Connection lost: No response from server
french: Connexion perdue: Pas de réponse du serveur

source: Server closed connection as it did not receive any more messages from client
french: Serveur a fermé la connexion car il n'a pas reçu d'autres messages du client

source: Connection closed by server
french: Connexion fermée par serveur

source: Loading ...
french: Chargement ...

source: Press Space Bar to Continue
french: Appuyez sur la barre d'espace pour continuer

source: Too many messages.
french: Trop de messages.

source: Failed to initialize Steam API, please restart Steam and try again.
french: Impossible d'initialiser Steam API, redémarrez Steam et réessayez.

source: Continue [Enter]
french: Continuer [Entrée]

source: Close [Enter]
french: Fermer [Entrée]

source: Enter Coordinates Into Navigation Computer
french: Entrez les coordonnées dans l'ordinateur de navigation

source: Add Note
french: Ajouter une note

source: Remove Coordinates
french: Supprimer les coordonnées

source: Remove Death Marker
french: Supprimer le marqueur de la mort

source: Remember Coordinates
french: Rappele de coordonnées

source: Post in Chat
french: Poster dans le chat

source: Enter Coordinates Manually
french: Entrez les coordonnées manuellement

source: Search
french: Chercher

source: Enter Coordinates
french: Entrez les coordonnées

source: Enter coordinates separated by a colon:
french: Entrez les coordonnées séparées par deux points:

source: Enter the note you want to attach to the sector(Only 300 characters will be saved):
french: Entrez la note que vous souhaitez joindre au secteur (seulement 300 caractères seront enregistrés):

source: Asteroids
french: Astéroïdes

source: Ships
french: Navires

source: Wrecks
french: Épaves

source: Death Location
french: Lieu de la mort

source: Empty
french: Vide

source: Unknown energy signature
french: signature d'énergie inconnue

source: Unknown hidden mass signature
french: Signature de masse masquée inconnue

source: Controlled by:
french: Controlled par:

source: 1 ship of %s
french: 1 vaisseau de %s

source: %s ships of %s
french: %s vaisseau de %s

source: [ %i unknown ships ]
french: [ %i navires inconnus]

source: [ 1 unknown ship ]
french: [1 navire inconnu]

source: [ %i asteroids ]
french: [ %i astéroïdes]

source: [ 1 asteroid ]
french: [1 astéroïde]

source: Group Members:
french: Les membres du groupe:

source: Alliance Members:
french: Membres de l'Alliance:

source: You died here!
french: Vous êtes mort ici!

source: - Vanilla block with windows
french: - Bloc de vanille avec des fenêtres
