Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: Have you not seen the rift? Ah, of course not, you can't see it. But no hyperspace drive can get past it! I wonder what's inside?
french: Avez-vous pas vu le fossé? Ah, bien sûr, vous ne pouvez pas le voir. Mais pas de lecteur de hyperespace peut obtenir le dépasser! Je demander ce qui est à l'intérieur?

source: You should be careful. The Xsotan are nearby.
french: Vous devez être prudent. Le Xsotan sont à proximité.

source: Where?
french: Où ?

source: Just over the rift a few sectors further in. I don't know how they do it, but they must have found a way to cross the rift.
french: Un peu plus le fossé quelques secteurs plus loin dans. Je ne savent pas comment ils le font, mais ils doivent avoir trouvé un moyen de franchir le fossé.

source: Last week I came across some strange asteroid formations near the rift. There were eight asteroids aligned in a circle, and they had some kind of metal structures built onto them, that all pointed into the middle. I wonder what this is all about.
french: La semaine dernière, je suis tombé sur quelques formations d'astéroïdes étranges près du rift. Il étaient huit astéroïdes alignés dans un cercle, et ils ont eu un certain genre de structures métalliques construites sur eux, que tous souligné dans le milieu. Je me demande ce que cela est tout au sujet.

source: Don't talk to me.
french: Ne me parlez pas -

source: I have nothing to say to you.
french: J'ai quelque chose a vous dire.

source: I don't know why I should talk to you.
french: Je ne sais pas pourquoi je devrais vous parler.

source: Why do you think I'd talk to you?
french: Pourquoi pensez-vous que je vous parle?

source: Go away.
french: Partez.

source: Leave me alone.
french: Laissez-moi tranquille.

source: I might know something, but I won't tell you.
french: Je pourrais savoir quelque chose, mais je ne vais pas vous dire.

source: There is nothing that I want to tell you.
french: Il n'y a rien que je veux vous dire.

source: Anything interesting around here?
french: Quelque chose d'intéressant ici?

source: You can upgrade your hyperspace drive with system upgrades.
french: Vous pouvez mettre à jour votre lecteur de hyperespace avec les mises à niveau du système.

source: There are lots of sectors that don't show up as a green point on your map. Equip a radar upgrade with deep scan bonuses and they will show up as yellow points.
french: Il y a beaucoup de secteurs qui ne se présentent pas comme un point vert sur votre carte. Équipé d'un radar de mise à niveau avec des bonus de balayage de profondeur et ils apparaîtront comme des points jaunes.

source: All I want is that those damn Xsotan leave me alone.
french: Tout ce que je veux est que ces maudits Xsotan me laisse tranquille.

source: Who are the Xsotan?
french: Qui sont les Xsotan?

source: I don't know. Nobody knows. A few centuries ago, they just appeared in the center of the galaxy.
french: Je ne sais pas. Personne ne sait. Il y a quelques siècles, ils viennent d'apparaître dans le centre de la galaxie.

source: Some say they found a way of harvesting the energy of the black hole in the center. But that's just rumours, I guess.
french: Certains disent qu'ils ont trouvé un moyen de récolter l'énergie du trou noir au centre. Mais c'est juste des rumeurs, je suppose.

source: Thank you.
french: Merci.

source: I'll be on my way then.
french: Je serai sur mon chemin alors.

source: Horrible things happening in the center of the galaxy!
french: Des choses horribles qui se passent dans le centre de la galaxie!

source: Like what exactly?
french: Comme quoi exactement?

source: The Xsotan are eating up our galaxy from the inside!
french: Le Xsotan mangent notre galaxie de l'intérieur!

source: You can't be serious.
french: Vous ne pouvez pas être sérieux.

source: The only thing that gives me some peace of mind is that this process takes centuries, so I'll be long dead when they reach me!
french: La seule chose qui me donne une certaine tranquillité d'esprit est que ce processus prend des siècles, alors je serai mort depuis longtemps quand ils me atteignent!

source: Thanks, I guess?
french: Merci... je suppose.

source: I don't have time for this.
french: Je n'ai pas le temps pour cela.

source: What's up?
french: Qu'est-ce qui ce passe ?

source: Hello, my name is Tin. I am a trader in need of help. I see you have a functioning spaceship. Would it be open for buisness?
french: Bonjour, mon nom est Tin. Je suis un commerçant a besoin d'aide. Je vois que vous avez un vaisseau spatial fonctionne. Serait-il ouvert pour buisness?

source: What do you need?
french: De quoi avez-vous besoin?

source: For gold I shall sell my soul...
french: Pour l'or, je vendrai mon âme ...

source: No, I am busy at the moment.
french: Non, je suis occupé en ce moment.

source: You bothered the wrong man. Prepare to die!
french: Vous dérangé le mauvais homme. Préparez-vous à mourir!

source: I need a fast ship to transport some wood from a far spacestation to another not far from the first one.
french: Je besoin d'un bateau rapide pour le transport du bois à partir d'un spacestation loin à un autre non loin de la première.

source: Roger! Send me the coordinates.
french: Roger! Envoyez-moi les coordonnées.

source: Wood? Seems not very lucrative, but whatever..
french: Bois? Semble pas très lucrative, mais quelle que soit ..

source: What will it pay me?
french: Qu'est-ce que cela va me payer?

source: Alright, here are the coordinates. I will wait for you in the destination sector.
french: D'accord, voici les coordonnées. Je vais attendre pour vous dans le secteur de la destination.

source: See you there
french: On se verra

source: I have found a very specific niche for wood. You wouldn't believe the amount of money you can make, with seemingly worthless stuff.
french: Je l'ai trouvé un créneau très spécifique pour le bois. Vous ne croiriez pas le montant d'argent que vous pouvez faire, avec des choses apparemment sans valeur.

source: If, thats so, what will it pay me?
french: Si, thats alors, qu'est-ce que ça va me payer?

source: Sure... 'wood'.. whatever, I will do it. Where should I go?
french: Bien sûr ... «bois» .. que ce soit, je le ferai. Où dois-je aller?

source: That seems suspicious, I have to decline.
french: Cela semble suspect, je dois décliner.

source: Whatever, I will find someone else.
french: Quoiqu'il en soit, je vais trouver quelqu'un d'autre.

source: Ahh.. a mercenary kind? We will thrive together my friend.. I will pay you half the cut I make. How does this sound?
french: Ahh .. une sorte de mercenaire? Nous allons prospérer ensemble mon ami .. Je vais vous payer la moitié de la coupe que je fais. Comment fonctionne ce bruit?

source: Deal! Where should I go?
french: Traiter! Où dois-je aller?

source: You haven't mentioned how much you made..
french: Vous ne l'avez pas mentionné combien vous avez fait ..

source: Not good enough. You seem suspicious.
french: Pas assez bon. Vous semblez suspect.

source: Fine! I will pay you one third the worth of the wood. Final offer!
french: Bien! Je vais vous payer un tiers la valeur du bois. Offre définitive!

source: Alright fair enough. Where is the designated pickup point?
french: Bien assez juste. Où est le point de ramassage désigné?

source: No! Final answer!
french: Non! Réponse finale!

source: I deserve more, than the price of wood!
french: Je mérite plus, que le prix du bois!

source: Enter
french: Entrée

source: Exit Into Drone
french: Sortie dans Drone

source: NNW
french: NNO

source: NW
french: NO

source: WNW
french: ONO

source: SW
french: SO

source: S
french: F

source: ${dir} Gate to ${sector}
french: ${dir}-Porte de ${sector}

source: Fee
french: Coût

source: Not Ready
french: Pas prête

source: Ready
french: Prêt

source: Gate Control
french: Contrôleur de porte

source: You paid %i credits passage fee.
french: Vous avez payé %i crédits pour les frais de passage.

source: Loss Payment enclosed
french: Paiement des pertes inclus

source: S.I.I.
french: A.N.I.

source: Insurance Plan
french: Régime d'assurance

source: Insurance '${craft}'
french: Assurance '${craft}'

source: Ship Value
french: Valeur des navires

source: Insured Value
french: Valeur assurée

source: Refunded Value
french: Valeur remboursée

source: Insurance Price
french: Prix d'assurance

source: Paid
french: Payé

source: Still Due
french: Toujours Due

source: Automatic Payments
french: Paiements automatiques

source: Automatically pays 10% of your money every few minutes as long as you haven't fully paid for your insurance.
french: Paye automatiquement 10% de votre argent toutes les minutes tant que vous n'avez pas entièrement payé votre assurance.

source: Buy Full Insurance
french: Acheter l'assurance complète

source: This is your ship's value.
french: Ceci est la valeur de votre navire.

source: The price for the insurance of your ship (30% of its value).
french: Le prix de l'assurance de votre bateau (30% de sa valeur).

source: On destruction, this much money will be refunded by your insurance.
french: En cas de destruction, ce montant sera remboursé par votre assurance.

source: The maximum value that your current insurance will cover.
french: La valeur maximale que votre assurance actuelle couvrira.

source: The amount of money you have already paid.
french: Le montant d'argent que vous avez déjà payé.

source: When destroyed, your ship's insurance will refund its value. The price is 30% of your ship's value.
french: Lorsque la destruction, l'assurance de votre bateau remboursera sa valeur. Le prix est de 30% de la valeur de votre vaisseau.

source: You can pay only a fraction of the insurance price, but then only the same fraction of your ship's value gets refunded.
french: Vous pouvez payer seulement une fraction du prix de l'assurance, mais alors seulement la même fraction de la valeur de votre navire sera remboursé.

source: If you make your ship bigger, you will have to make further payments.
french: Si vous faites un vaisseau plus grand, vous devrez effectuer d'autres paiements.

source: If you make your ship smaller, you won't get money back that you already spent, but it stays invested and you won't have to pay twice.
french: Si vous faites un vaisseau plus petit, vous ne recevrez pas l'argent que vous avez déjà dépensé, mais il reste investi et vous n'aurez pas à payer deux fois.

source: Your ship is not insured!
french: Votre vaisseau est pas assuré!

source: Insured for %s%% of ship value!
french: Assuré pour %s%% de la valeur du navire!

source: You paid %i$ for %s's insurance.
french: Vous payez %i$ pour %s assurance.

source: Insurance Fraud detected. You won't receive any payments for %s.
french: Fraude à l'assurance détectée. Vous ne recevrez aucun paiement pour %s .

source: Dear ${player}, We received notice of the destruction of your craft '${craft}'. Very unfortunate! As you are insured at our company you shall receive enclosed the sum insured with us as a loss payment. The contract for your craft '${craft}' is now fulfilled. We hope we can be of future service to you. Best wishes, Ship Insurance Intergalactical
french: Cher ${player}, Nous avons reçu un avis de destruction de votre construction '${craft}'. C'est très regrettable! Mais comme vous êtes assuré dans notre société, vous recevrez ci-joint la somme assurée convenue avec nous comme un paiement de perte. Le contrat pour votre construction '${craft}' est maintenant terminé. Nous espérons que nous pouvons retravailler avec vous dans le futur. Meilleurs voeux, Assurance navire intergalactique

source: Invite to Group
french: Inviter au groupe

source: No player is flying this ship.
french: Aucun joueur ne lance ce navire.

source: Trading Post
french: Comptoir commercial

source: Buy/Sell Special Cargo Transport License
french: Achetez / vendez une licence spéciale de transport de marchandises

source: Sell Goods
french: Vendre des marchandises

source: Buy
french: Acheter

source: Buy from station
french: Acheter depuis la station

source: Sell
french: Vendre

source: Sell to station
french: A vendre à la station

source: Equipment Dock
french: Dock Equipment

source: Buy/Sell Upgrades
french: Achat / Vente de mises à niveau

source: Buy/Sell Goods
french: Achat / Vente marchandises

source: Build Fighters
french: Construire des combattants

source: Create
french: Créer

source: Remaining Points:
french: Points restants:

source: Size:
french: Taille:

source: Durability:
french: Durabilité:

source: Maneuverability:
french: Maniabilité:

source: Speed:
french: La vitesse:

source: Price:
french: Prix:

source: This property gets increased points due to the turret's material.
french: Cette propriété obtient des points augmentés en raison du matériel de la tourelle.

source: Only plans with 200 blocks or less allowed.
french: Seuls les plans avec 200 blocs ou moins autorisés.

source: You have no item selected.
french: Vous n'avez aucun article sélectionné.

source: You have no plan selected.
french: Vous n'avez aucun plan sélectionné.

source: Invalid fighter stats.
french: Statistiques de combat invalides.

source: You must be docked to the station to build fighters.
french: Vous devez être ancré à la station pour construire des combattants.

source: You must be closer to the ship to build fighters.
french: Vous devez être plus près du navire pour construire des combattants.

source: Fighter Merchant
french: Marchand de chasseur

source: Buy Fighters
french: Achetez chasseur

source: ${faction} Headquarters
french: ${faction}-Quartier général

source: Headquarters
french: Siège

source: A nearby sector has been occupied by pirates and they have been attacking our convoys and traders. We cannot let that scum do whatever they like. We need someone to take care of them. Sector: (${x} : ${y})
french: Un secteur à proximité a été occupé par des pirates et ils ont été d'attaquer nos convois et les commerçants. Nous ne peut pas laisser que l'écume faire ce qu'ils aiment. Nous avons besoin de quelqu'un pour prendre soin d'eux Sector:. (${X} : ${y})

source: Wipe out Pirates
french: Essuyez les Pirates

source: Their location is \s(%i:%i).
french: Leur emplacement est (\s(%i:%i):\s(%i:%i)).

source: Planetary Trading Post
french: Poste de commerce planétaire

source: Buy / Sell Goods
french: Achat / Vente marchandises

source: We don't do drones.
french: Nous ne faisons pas de drones.

source: We can only offer these services to people that we trust completely. Come back when your relations to our faction are better.
french: Nous ne pouvons offrir ces services qu'aux personnes auxquelles nous avons entièrement confiance. Revenez lorsque vos relations avec notre faction sont meilleures.

source: Repair Dock
french: Dock de réparation

source: Use as Reconstruction Site
french: Utilisation comme site de reconstruction

source: Reconstruction Site
french: Site de reconstruction

source: If you choose this station as your reconstruction site, then when you die, your drone will be reconstructed at this station and you will be placed in this sector.
french: Si vous choisissez cette station comme votre site de reconstruction, alors, lorsque vous mourez, votre drone sera reconstruit à cette station et vous serez placé dans ce secteur.

source: Repair ship
french: Vaisseau de réparation

source: Your ship is not damaged.
french: Votre vaisseau ne soit pas endommagé.

source: Price: $${money}
french: Prix: ${money} $

source: Repair Costs:
french: Coûts de réparation:

source: You can't be more than 1km away to repair your ship.
french: Vous ne pouvez pas être plus de 1 km pour réparer votre navire.

source: This sector is already your reconstruction sector.
french: Ce secteur est déjà votre secteur de la reconstruction.

source: Research
french: Recherche

source: Place at least 3 items for research!
french: Placez au moins 3 articles pour la recherche!

source: Transform into a new item
french: Transformer en un nouvel élément

source: Invalid items in ingredients.
french: Articles non valides dans les ingrédients.

source: Your items cannot be more than one rarity apart!
french: Vos articles ne peuvent pas être plus d'une rareté à part!

source: You dont have enough items!
french: Vous n'avez pas assez d'articles!

source: You need at least 3 items to do research!
french: Vous avez besoin d'au moins 3 articles à faire de la recherche!

source: You must be docked to the station to research items.
french: Vous devez être amarré à la station d'articles de recherche.

source: You must be closer to the ship to research items.
french: Vous devez être plus proche du navire à des articles de recherche.

source: We don't want anything to do with you.
french: Nous ne voulons rien à voir avec vous.

source: Resistance Outpost
french: Avant poste de la résistance

source: Always great to see some new faces around here. As long as you're not a Xsotan or a pirate, you're welcome to this sector.
french: Toujours super de voir de nouveaux visages ici. Tant que vous n'êtes pas un Xsotan ou un pirate, vous êtes les bienvenus à ce secteur.

source: Who are you?
french: Qui êtes-vous ?

source: I heard you have some work for me?
french: J'ai entendu dire que vous avez un peu de travail pour moi?

source: We are what's left of the factions in the center of the galaxy. We have been struggling against the Xsotan for over 200 years now. How can you not know this?
french: Nous sommes ce qui reste des factions dans le centre de la galaxie. Nous avons lutté contre le Xsotan depuis plus de 200 ans maintenant. Comment peut vous ne savez pas cela?

source: I'm not from around here.
french: Je ne suis pas d'ici.

source: That's my own business.
french: Voilà ma propre entreprise.

source: Wait, are you actually from the outside? This is incredible!
french: Attendez, vous êtes en fait de l'extérieur? C'est incroyable!

source: Yes, I am.
french: Oui.

source: Why is that incredible?
french: Pourquoi est-ce incroyable?

source: I'm from the outside, so what?
french: Je suis de l'extérieur, alors quoi?

source: I'll be gone now.
french: Je serai parti maintenant.

source: So what!?
french: Et maintenant ?

source: We haven't seen anybody from the outside for hundreds of years! This changes everything! So many questions... How did you manage to get here? And why would you even come here?
french: On n'a pas vu quelqu'un de l'extérieur pour des centaines d'années! Ce change tout! so beaucoup de questions ... Comment avez-vous réussi à obtenir ici? Et pourquoi voudriez-vous venir ici même?

source: I want to put an end to the Xsotan.
french: Je veux mettre un terme à la Xsotan.

source: Just curious.
french: Juste curieux.

source: Loot and riches.
french: Loot et de richesses.

source: That's none of your business.
french: Mêle-toi de tes affaires.

source: I'm afraid you won't find a lot of it here. We only take what we need, we have to be very careful. Make sure you check out the sectors around here, there's plenty of wreckages that you can search through. But there's also the Xsotan.
french: Je crains que vous ne trouverez pas beaucoup d'ici. Nous ne prendre que ce dont nous avons besoin, nous devons être très prudents. Assurez vous consultez les secteurs autour d'ici, il y a beaucoup de naufrages que vous pouvez rechercher à travers. Mais il y a aussi le Xsotan.

source: If you are serious about this, then we might have some work for you. I'll inform the others. This might be our chance!
french: Si vous êtes sérieux à ce sujet, alors nous pourrions avoir un peu de travail pour vous. Je vais informer les autres. Cela pourrait être notre chance!

source: Okay.
french: D'accord.

source: I'd rather keep to myself.
french: Je préfère garder pour moi.

source: Farewell then.
french: Adieu donc.

source: Don't get yourself killed. I'm sure you can help us out of this miserable situation. I have to inform the others. This changes everything.
french: Ne pas te faire tuer. Je suis sûr que vous pouvez nous aider à sortir de cette situation misérable. Je dois informer les autres. Ce change tout.

source: If you managed to get into this area, that means that we can get out of here as well! But, it also means that it's possible to send reinforcements, so we can actually fight the Xsotan!
french: Si vous avez réussi à entrer dans ce domaine, ce qui signifie que nous pouvons sortir d'ici aussi! Mais, cela signifie aussi qu'il est possible d'envoyer des renforts, afin que nous puissions réellement combattre le Xsotan!

source: How do you want to fight them?
french: Comment voulez-vous les combattre?

source: Why didn't you fight them before?
french: Pourquoi ne pas les combattre avant?

source: I have some questions about the Xsotan.
french: J'ai quelques questions au sujet de la Xsotan.

source: Our scouts have reported that there is a giant Xsotan mothership in the center of the galaxy, near the black hole. We know that this ship somehow channels the black hole's energy, and opens up wormholes to other places. We believe that if we take down this ship, we will finally stop their unending reinforcements.
french: Nos éclaireurs ont rapporté qu'il ya un ravitailleur géant Xsotan dans le centre de la galaxie, à proximité du trou noir. Nous savoir que ce navire en quelque sorte des canaux de l'énergie du trou noir, et ouvre wormholes à d'autres endroits. Nous croient que si nous prenons vers le bas de ce navire, nous allons enfin arrêter leurs renforts interminables.

source: How do we take it down?
french: Comment pouvons-nous prendre vers le bas?

source: Because our resources are limited, and it looks like theirs aren't. As soon as you shoot down one of their ships, a new one takes its place. We wouldn't stand a chance in an open fight.
french: Parce que nos ressources sont limitées, et il semble que les leurs sont pas. Comme dès que vous abattre un de leurs navires, un nouveau prend sa place. Nous ne serait pas une chance dans un combat ouvert.

source: Ask away.
french: Demandez loin.

source: What's their weakness?
french: Quel est leur faiblesse?

source: Where do they come from?
french: D'où viennent-ils?

source: What do they want?
french: Que veulent-ils?

source: How did you survive this long?
french: Comment avez-vous survécu longtemps?

source: I'd like to talk about something else.
french: Je voudrais parler d'autre chose.

source: So far we haven't found a real weakness yet. But some of our scouts found a large mothership in the center of the galaxy, near the central black hole. They saw how it opened wormholes, and lots and lots of Xsotan ships poured through. We think that if we manage to destroy this ship, we can stop them from calling in reinforcements, which is the biggest problem when fighting Xsotan. There's always more of them.
french: Jusqu'à présent, nous avons pas encore trouvé une réelle faiblesse. mais certains de nos éclaireurs ont trouvé un grand-mère dans le centre de la galaxie, à proximité du trou noir central. they a vu comment elle a ouvert wormholes, et beaucoup, beaucoup de navires Xsotan versé à travers. Nous pense que si nous parvenons à détruire ce navire, nous pouvons les empêcher d'appeler des renforts, ce qui est le plus gros problème lors du combat Xsotan. est toujours plus d'entre eux Il.

source: I'd like to ask something else.
french: Je voudrais poser une autre question.

source: Thanks, that's it for now.
french: Merci, qui est pour l'instant.
