Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: Your craft %s has lost track of its target %s.
french: Votre vaisseau %s a perdu la trace de sa cible %s.

source: One of your crafts has lost track of its target %s.
french: Un de vos vaisseau a perdu la trace de sa cible %s.

source: Invite other players to the alliance.
french: Invitez d'autres joueurs à l'alliance.

source: Kick other members ranked lower than him from the alliance.
french: Les autres membres se sont classés plus bas que lui par rapport à l'alliance.

source: Promote other members ranked lower than the member, but not to a rank higher than himself.
french: Promouvoir d'autres membres classés plus bas que le membre, mais pas à un rang supérieur à lui-même.

source: Demote other members ranked lower than the member.
french: Détruisez les autres membres classés plus bas que le membre.

source: Edit ranks and permissions.
french: Modifier les rangs et les autorisations.

source: Add items to the alliance safe.
french: Ajoutez des éléments à l'alliance en toute sécurité.

source: Use items from the alliance safe on crafts and property owned by the alliance.
french: Utilisez les articles de l'alliance en toute sécurité sur les métiers et les biens appartenant à l'alliance.

source: Take items from the alliance safe.
french: Prenez les éléments de l'alliance en toute sécurité.

source: Add resources to the alliance safe.
french: Ajoutez des ressources à l'alliance en toute sécurité.

source: Use resources from the alliance safe on crafts and property owned by the alliance.
french: Utilisez les ressources de l'alliance en toute sécurité sur les métiers et les biens appartenant à l'alliance.

source: Take resources from the alliance safe.
french: Prenez les ressources de l'alliance en toute sécurité.

source: Found ships that will be owned by the alliance.
french: Trouvé des navires qui appartiendront à l'alliance.

source: Found stations that will be owned by the alliance.
french: Les stations trouvées seront la propriété de l'alliance.

source: Manage stations, factory or mine prices, sell asteroids.
french: Gérer les stations, les prix des mines ou des mines, vendre des astéroïdes.

source: Manage ships, eg. buy insurance.
french: Gérer les navires, p. Ex. Acheter une assurance.

source: Fly and manage crafts owned by the alliance.
french: Voler et gérer les métiers appartenant à l'alliance.

source: Change equipment and structure of crafts and property owned by the alliance.
french: Changer l'équipement et la structure des métiers et des biens appartenant à l'alliance.

source: Change the message of the day in the alliance main menu.
french: Changez le message du jour dans le menu principal de l'alliance.

source: Invite Players
french: Inviter des joueurs

source: Promote Members
french: Promouvoir les membres

source: Demote Members
french: Demote Membres

source: Edit Ranks
french: Modifier les rangs

source: Add Items
french: Ajouter des éléments

source: Spend Items
french: Dépensez des articles

source: Take Items
french: Prenez des objets

source: Add Resources
french: Ajouter des ressources

source: Spend Resources
french: Dépensez des ressources

source: Take Resources
french: Prenez des ressources

source: Found Ships
french: Bateaux trouvés

source: Found Stations
french: Stations trouvées

source: Manage Stations
french: Gérer les stations

source: Manage Ships
french: Gérer les navires

source: Modify Crafts
french: Modifier l'artisanat

source: Modify Motd
french: Modifier Motd

source: Leader
french: Chef

source: Hull
french: Coque

source: Blank Hull
french: Coque vierge

source: Engine
french: Moteur

source: Stone
french: Pierre

source: Cargo Bay
french: Soute

source: Crew Quarters
french: Quartiers de l'équipage

source: Thruster
french: Propulseur

source: Directional Thruster
french: Propulseur directionnel

source: Armor
french: Armure

source: Framework
french: Cadre

source: Shield Generator
french: Générateurs de boucliers

source: Generator
french: Générateur

source: Energy Container
french: Batterie

source: Integrity Field Generator
french: Générateur de champ d'intégrité

source: Solar Panel
french: Panneau solaire

source: Light
french: Lumière

source: Edge
french: Bord

source: Corner
french: Coin

source: Glow
french: lueur

source: Glass
french: Verre

source: Glass Edge
french: Bord de verre

source: Glass Corner
french: Coin de verre

source: Reflector
french: Réflecteur

source: Reflector Edge
french: Bord de réflecteur

source: Reflector Corner
french: Coin de réflecteur

source: Stone Edge
french: Bord de rocher

source: Hologram
french: Hologramme

source: Portal
french: Portail

source: Turret Rotation Lock
french: Verrouillage de la rotation de la tourelle

source: Flight Recorder
french: Enregistreur de vol

source: Assembly
french: Assemblée

source: Not enough crew quarters.
french: Pas assez de quartiers de l'équipage.

source: You haven't paid your crew.
french: Vous n'avez pas payé votre équipage.

source: You can't assign %s.
french: Vous ne pouvez pas affecter %s.

source: You don't have enough unemployed crewmen.
french: Vous n'avez pas assez de membres d'équipage sans affectation.

source: You need more sergeants.
french: Vous avez besoin de plus de sergents.

source: You need more lieutenants.
french: Vous avez besoin de plus de lieutenants.

source: You need more commanders.
french: Vous avez besoin de plus de commandants.

source: You need more generals.
french: Vous avez besoin de plus de généraux.

source: Overpopulated
french: Sur-population

source: Underpaid
french: Sous-payés

source: Your craft %s \s(%s:%s) is under attack!
french: Votre construction : %s \s(%s:%s) a subi une attaque!

source: One of your crafts is under attack in sector \s(%s:%s)
french: Une de vos constructions est attaquée dans le secteur \s(%s:%s)

source: None
french: Rien

source: Ship
french: Vaisseau

source: Turret
french: Tourelle

source: Asteroid
french: Astéroïde

source: Wreckage
french: Epave

source: Anomaly
french: Anomalie

source: Loot
french: Butin

source: WormHole
french: Trou de ver

source: Fighter
french: Chasseur

source: Unknown
french: Inconnu

source: Other
french: Autre

source: %s has started the production of a fighter.
french: %s a commencé la production d'un avion de combat.

source: All productions at full capacity.
french: Toutes les productions à pleine capacité.

source: No blueprint set.
french: Aucun ensemble de plans.

source: Not enough space in hangar.
french: Pas assez d'espace dans le hangar.

source: Not enough resources.
french: Pas assez de ressources.

source: Production is disabled.
french: La production est désactivée.

source: Squad is full.
french: L'escouade est pleine.

source: No assembly blocks on craft.
french: Aucun bloc d'assemblage sur l'artisanat.

source: Hyperspace Engine
french: Moteur d'hyper-espace

source: Life Support
french: Système de survie

source: Shields
french: Boucliers

source: Ship Systems
french: Système du vaisseau

source: Integrity
french: Intégrité

source: Thrusters
french: Propulseurs

source: Turrets
french: Tourelles

source: Weapons
french: Armes

source: Engineers
french: Ingénieurs

source: Gunners
french: Canonnniers

source: Miners
french: Mineurs

source: Mechanics
french: Mécaniciens

source: Pilots
french: Pilotes

source: Security
french: Sécurité

source: Boarders
french: Abordeurs

source: Sergeants
french: Sergents

source: Commanders
french: Commandants

source: Generals
french: Généraux

source: Captains
french: Capitaines

source: Crewmen
french: Membres d'équipage

source: Engineer
french: Ingénieur

source: Gunner
french: Canonnier

source: Miner
french: Mineur

source: Mechanic
french: Mécanicien

source: Pilot
french: Pilote

source: Boarder
french: Abordeur

source: Sergeant
french: Sergent

source: Commander
french: Commandant

source: General
french: Général

source: Captain
french: Capitaine

source: Crewman
french: Homme d'équipage

source: These default crewmen can be assigned to nearly any position.
french: Ces membres d'équipage standard peuvent être affectés à presque toutes les positions.

source: Engineers maintain and run all technical blocks on your ship.
french: Les ingénieurs entretiennent et gèrent tous les blocs techniques de votre navire.

source: Gunners operate armed turrets.
french: Canonniers exploitent les tourelles armées.

source: Miners operate mining turrets.
french: Les mineurs exploitent des tourelles minières.

source: Mechanics repair your ship, but cannot rebuild destroyed blocks.
french: Les mécaniciens réparent votre navire, mais ne peuvent pas reconstruire des blocs détruits.

source: Pilots will fly fighters.
french: Les pilotes font voler les chasseurs.

source: Security will defend your ships against enemy boarders. [Boarding is not yet implemented]
french: La sécurité défendra vos navires contre les unités d'abordage de l'ennemi. [Fonction non implémenté pour le moment]

source: Boarders can be flown to other ships to infiltrate and take over those ships. [Boarding is not yet implemented]
french: Soldat peuvent prendre d'assaut les autres navires pour infiltrer et prendre en charge ces navires. [Fonction non implémenté pour le moment]

source: Sergeants organize your crew. You need 1 sergeant for every 10 employed crewmen.
french: Les sergents organisent votre équipage. Vous avez besoin d'un sergent pour 10 membres d'équipage.

source: Oversees Sergeants. You need 1 lieutenant for every 4 sergeants.
french: Supervise les sergents. Vous avez besoin d'un lieutenant pour 4 sergents.

source: Oversees Lieutenants. You need 1 commander for every 3 lieutenants.
french: Supervise les lieutenants. Vous avez besoin d'un commandant pour 3 lieutenants.

source: The highest ranked officer. You need 1 general for every 3 commanders.
french: L'officier de plus haut rang. Vous avez besoin d'un général pour tous les 3 commandants.

source: Not mandatory, but allows ships to be commanded when you're not flying them.
french: Non obligatoire, mais permet aux navires d'être commandés lorsque vous n'êtes pas à bords.

source: Attack
french: Attaque

source: Defend
french: Défendre

source: Return
french: Retour

source: Full
french: Plein

source: The block overlaps too much with another block.
french: Le bloc se superpose trop avec un autre bloc.

source: The block does not touch another block.
french: Le bloc ne touche pas un autre bloc.

source: The block must not touch a turret.
french: Le bloc ne doit pas toucher une tourelle.

source: You cannot build a turret onto an engine.
french: Vous ne pouvez pas construire une tourelle sur un moteur.

source: You cannot build a turret onto a thruster.
french: Vous ne pouvez pas construire une tourelle sur un propulseur.

source: The turret is not entirely on the block.
french: La tourelle n'est pas entièrement sur le bloc.

source: There is already a turret at this position.
french: Il existe déjà une tourelle à cette position.

source: The turret must not intersect with another block.
french: La tourelle ne doit pas se croiser avec un autre bloc.

source: Invalid name, name contains invalid characters!
french: Nom incorrect, le nom contient des caractères invalides!

source: Invalid name, name must contain at least one letter!
french: Nom incorrect, le nom doit contenir au moins une lettre!

source: Invalid name, name must have at least 3 characters!
french: Nom incorrect, le nom doit comporter au moins 3 caractères!

source: Invalid name, name must begin with a letter!
french: Nom incorrect, le nom doit commencer par une lettre!

source: Beginner
french: Débutant

source: Easy
french: Facile

source: Veteran
french: Vétéran

source: Difficult
french: Difficile

source: Hard
french: Dur

source: Insane
french: Démentiel

source: %s%% Damage to Stone
french: %s%% Dommages à la pierre

source: Overheats
french: Surchauffe

source: Consumes Energy
french: Puissance consommée

source: %s%% Damage
french: %s%% de Dommage

source: %s%% Fire Rate
french: %s%% de cadence de tir

source: %s%% Range
french: %s%% de portée

source: %s%% Efficiency
french: %s%% Efficacité

source: %s%% Damage to hull
french: %s%% de Dommages à la coque

source: %s%% Damage to shields
french: %s%% de Dommages aux boucliers

source: %s%% Shooting Until Overheated
french: %s%% de Tir jusqu'à la surchauffe

source: %s%% Faster Cooling
french: %s%% de refroidissement plus rapide

source: %s%% Energy /s
french: %s%% d'énergie / s

source: %s%% Energy /s Increase
french: Augmentation de %s%% d'énergie /s

source: %s%% Chance of penetrating shields
french: %s%% de chance de penétration des boucliers

source: Burst Fire
french: Tir rapide

source: Ionized Projectiles
french: Projectiles ionisés

source: Cannon
french: Canon

source: Rocket Launcher
french: Lance-roquettes

source: Launcher
french: Lanceur

source: Plasma Gun
french: Pistolet à plasma

source: Chaingun
french: Chaîne pistolet

source: Mining Laser
french: Laser minier

source: Mining
french: Exploitation minière

source: Salvaging Laser
french: Laser de récupération

source: Salvaging
french: Récupération

source: Lightning
french: Foudre

source: Repair Beam
french: Faisceau de réparation

source: Repair
french: Réparer

source: Force
french: Obliger

source: Pulse Cannon
french: Canon à impulsions

source: No resources
french: Aucune ressource

source: %1% %2% and %3% %4%
french: %1% %2% et %3% %4%

source: %1% %2%, %3% %4% and %5% %6%
french: %1% %2%, %3% %4% et %5% %6%

source: %1% %2%, %3% %4%, %5% %6% and %7% %8%
french: %1% %2%, %3% %4%, %5% %6% et %7% %8%

source: %1% %2%, %3% %4%, %5% %6%, %7% %8% and %9% %10%
french: %1% %2%, %3% %4%, %5% %6%, %7% %8% et %9% %10%

source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% and %11% %12%
french: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% et %11% %12%

source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% and %13% %14%
french: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% et %13% %14%

source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% and %15% %16%
french: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% et %15% %16%

source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% and %17% %18%
french: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% et %17% %18%

source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% and %19% %20%
french: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% et %19% %20%

source: Lots of resources
french: Beaucoup de ressources

source: You need %1% %2%
french: Vous avez besoin %1% %2%

source: You need %1% %2% and %3% %4%
french: Vous avez besoin %1% %2% et %3% %4%

source: You need %1% %2%, %3% %4% and %5% %6%
french: Vous avez besoin %1% %2%, %3% %4% et %5% %6%

source: You need %1% %2%, %3% %4%, %5% %6% and %7% %8%
french: Vous avez besoin %1% %2%, %3% %4%, %5% %6% et %7% %8%

source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8% and %9% %10%
french: Vous avez besoin %1% %2%, %3% %4%, %5% %6%, %7% %8% et %9% %10%

source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% and %11% %12%
french: Vous avez besoin %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% et %11% %12%

source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% and %13% %14%
french: Vous avez besoin %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% et %13% %14%

source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% and %15% %16%
french: Vous avez besoin %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% et %15% %16%

source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% and %17% %18%
french: Vous avez besoin %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% et %17% %18%

source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% and %19% %20%
french: Vous avez besoin %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% Et %19% %20%

source: You need lots of resources
french: Vous avez besoin de beaucoup de ressources

source: System Upgrade
french: Mise à niveau du système

source: Turret Template
french: Modèle de tourelle

source: Vanilla Item
french: Article Vanille

source: The %s
french: Le %s

source: The %s Emirate
french: Le %s Émirat

source: The Emirate of %s
french: L'Emirat de %s

source: The %s States
french: Le %s États

source: The States of %s
french: Les États de %s

source: The %s Planets
french: Le %s les planètes

source: The Planets of %s
french: Les Planètes de %s

source: The %s Kingdom
french: Le %s Uni

source: The Kingdom of %s
french: Le Royaume de %s

source: The %s Army
french: Le %s Army

source: The Army of %s
french: L'Armée de %s

source: The %s Empire
french: Le %s Empire

source: The Empire of %s
french: L'Empire du %s

source: The %s Clan
french: Le %s du clan

source: The Clan of %s
french: Le Clan de %s

source: The %s Church
french: Le %s Church

source: The Church of %s
french: L'Eglise de %s

source: The %s Corporation
french: La %s Corporation

source: The Corporation of %s
french: La Corporation de %s

source: The %s Federation
french: La %s Fédération

source: The Federation of %s
french: La Fédération de %s

source: The %s Collective
french: Le %s Collective

source: The Collective of %s
french: Le Collectif de %s

source: The %s Conglomerate
french: Le %s Conglomerate

source: The Conglomerate of %s
french: Le Conglomérat de %s

source: The %s Pirates
french: Le %s Pirates

source: The Pirates of %s
french: Les Pirates de %s

source: The %s Guild
french: La %s Guild

source: The Guild of %s
french: La Guilde des %s

source: The %s Syndicate
french: Le %s Syndicate

source: The Syndicate of %s
french: Le Syndicat de %s

source: The %s Followers
french: Le %s les Abonnés

source: The Followers of %s
french: Les adeptes de %s

source: The %s Organisation
french: Le %s Organisation

source: The Organisation of %s
french: L'Organisation de %s

source: The %s Alliance
french: Le %s Alliance

source: The Alliance of %s
french: L'Alliance des %s

source: The %s Republic
french: Le %s République

source: The Republic of %s
french: La République de %s

source: The %s Commonwealth
french: Le %s du Commonwealth

source: The Commonwealth of %s
french: Le Commonwealth de %s

source: The %s Dominion
french: Le %s Dominion

source: The Dominion of %s
french: Le Dominion de %s

source: The United %s Emirate
french: Les Etats %s Émirat

source: The United Emirate of %s
french: Les Etats-Émirat de %s

source: The Galactic %s Emirate
french: Le Galactique %s Émirat

source: The Galactic Emirate of %s
french: Le Galactic Émirat de %s

source: The Universal %s Emirate
french: L'Universal %s Émirat

source: The Universal Emirate of %s
french: L'Émirat universelle des %s

source: The Democratic %s Emirate
french: Le démocrate %s Émirat

source: The Democratic Emirate of %s
french: L'Emirat démocratique du %s

source: The United %s States
french: Les Etats %s Unis

source: The United States of %s
french: Les États-Unis de %s

source: The Galactic %s States
french: Le Galactic %s États

source: The Galactic States of %s
french: Les États Galactique de %s

source: The Universal %s States
french: L'Universal %s États

source: The Universal States of %s
french: Les États Universal de %s

source: The Democratic %s States
french: Le démocrate %s États

source: The Democratic States of %s
french: Les États démocratique du %s

source: The United %s Planets
french: Les Etats %s des Planètes

source: The United Planets of %s
french: Les Etats-Planètes de %s

source: The Galactic %s Planets
french: Le Galactique %s des Planètes

source: The Galactic Planets of %s
french: Le Galactique Planètes de %s

source: The Universal %s Planets
french: L'Universal %s des Planètes

source: The Universal Planets of %s
french: Les planètes universelles de %s

source: The Democratic %s Planets
french: Le démocratique %s des Planètes

source: The Democratic Planets of %s
french: Les planètes démocratiques de %s

source: The United %s Kingdom
french: Le Royaume %s Uni

source: The United Kingdom of %s
french: Le Royaume-Uni de %s

source: The Galactic %s Kingdom
french: Le Galactique %s Uni

source: The Galactic Kingdom of %s
french: Le Galactic Royaume de %s

source: The Universal %s Kingdom
french: Le Universal %s Uni

source: The Universal Kingdom of %s
french: Le Royaume universel de %s

source: The Democratic %s Kingdom
french: Le démocrate %s Uni

source: The Democratic Kingdom of %s
french: Le Royaume démocratique du %s

source: The United %s Army
french: Le Royaume %s Armée

source: The United Army of %s
french: Les États-Armée de %s

source: The Galactic %s Army
french: Le Galactique %s Armée

source: The Galactic Army of %s
french: L'Armée Galactique de %s

source: The Universal %s Army
french: L'Universal %s Armée

source: The Universal Army of %s
french: L'Armée universelle des %s

source: The Democratic %s Army
french: Le démocrate %s Army

source: The Democratic Army of %s
french: L'Armée démocratique du %s

source: The United %s Empire
french: Les Etats %s Empire

source: The United Empire of %s
french: Les Etats-Empire %s

source: The Galactic %s Empire
french: Le Galactique %s Empire

source: The Galactic Empire of %s
french: L'Empire Galactique de %s

source: The Universal %s Empire
french: L'Universal %s Empire

source: The Universal Empire of %s
french: L'Empire Universel de %s

source: The Democratic %s Empire
french: Le démocrate %s Empire

source: The Democratic Empire of %s
french: L'Empire démocratique du %s

source: The United %s Clan
french: Le Royaume %s du clan

source: The United Clan of %s
french: Les Etats-Clan %s

source: The Galactic %s Clan
french: Le Galactique %s du clan

source: The Galactic Clan of %s
french: Le Galactic Clan %s

source: The Universal %s Clan
french: Le Universal %s du clan

source: The Universal Clan of %s
french: Le clan universel de %s

source: The Democratic %s Clan
french: Le démocrate %s du clan

source: The Democratic Clan of %s
french: Le clan démocratique du %s

source: The United %s Church
french: Le Royaume %s Église

source: The United Church of %s
french: L'Église Unie du %s

source: The Galactic %s Church
french: Le Galactique %s Église

source: The Galactic Church of %s
french: L'Eglise Galactique de %s

source: The Universal %s Church
french: L'Universal %s Église

source: The Universal Church of %s
french: L'Eglise Universelle du %s

source: The Democratic %s Church
french: Le démocrate %s Église

source: The Democratic Church of %s
french: L'Eglise démocratique du %s

source: The United %s Corporation
french: Les États- %s s Corporation

source: The United Corporation of %s
french: La United Corporation de %s

source: The Galactic %s Corporation
french: La Galactique %s Corporation

source: The Galactic Corporation of %s
french: La Galactic Corporation de %s

source: The Universal %s Corporation
french: L'Universal %s Corporation

source: The Universal Corporation of %s
french: La Société universelle des %s

source: The Democratic %s Corporation
french: Le démocrate %s Corporation

source: The Democratic Corporation of %s
french: La Société démocratique du %s

source: The United %s Federation
french: Le Royaume %s Fédération

source: The United Federation of %s
french: La Fédération Unie de %s

source: The Galactic %s Federation
french: Le Galactique %s Fédération

source: The Galactic Federation of %s
french: La Fédération Galactique de %s

source: The Universal %s Federation
french: L'Universal %s Fédération

source: The Universal Federation of %s
french: La Fédération universelle des %s

source: The Democratic %s Federation
french: Le démocrate %s Fédération
