Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: Control scheme switched. Press %s to change it back.
french: Schéma de contrôle commuté. Appuyez sur %s pour le modifier.

source: Shield
french: Bouclier

source: Fire Power
french: Puissance de feu

source: System Upgrade Slots
french: Slots de mise à niveau du système

source: Cargo Hold
french: Capacité soute

source: Hyperspace Cooldown
french: Récupération de l'hyperespace

source: Hyperspace Reach
french: Portée de l'hyperspace

source: Radar Reach
french: Portée du Radar

source: Yaw (Left/Right)
french: Lacet (Gauche/Droite)

source: Pitch (Up/Down)
french: Tangage (Haut/Bas)

source: Roll
french: Roulis

source: Max Velocity
french: Velocité Max

source: Thrust
french: Poussée

source: Brake Thrust
french: Poussée de frein

source: Mass
french: Masse

source: Req. Gunners
french: Req. Canonnier

source: Req. Miners
french: Req. Mineurs

source: Req. Engineers
french: Req. Ingénieurs

source: Req. Mechanics
french: Req. Mécanique

source: Req. Pilots
french: Req. pilotes

source: Crew Pay
french: Paie de l'équipage

source: Generated Energy
french: Energie générée

source: Storable Energy
french: Énergie stockable

source: Hangar Space
french: Espace du hangar

source: Minimum Fighters
french: Chasseurs minimum

source: Maximum Fighters
french: Chasseurs Maximum

source: Production Capacity
french: Capacité de production

source: Docks
french: Amarrage

source: Free Arbitrary Turrets
french: Tourelles arbitraires gratuites

source: Armed Turrets
french: Tourelles armées

source: Unarmed Turrets
french: Tourelle non armées

source: Armed Turret Slots
french: Slots Tourelles armé

source: Unarmed Turret Slots
french: Emplacement tourelle non armées

source: Arbitrary Turret Slots
french: Emplacement tourelle arbitraires

source: Unarmed Turrets In Arbitrary Slots
french: Emplacement tourelle arbitraires non armées

source: Armed Turrets In Arbitrary Slots
french: Emplacement tourelle arbitraires armées

source: Keyboard Steering
french: Direction du clavier

source: Mouse Steering
french: Direction de la souris

source: Roll Left
french: Rouleau gauche

source: Roll Right
french: Rouler à droite

source: Turn Left
french: Tournez à gauche.

source: Turn Right
french: Tournez à droite

source: Accelerate
french: Accélérer

source: Brake
french: Freinage

source: Enter Ship
french: Entrez navire

source: Build Mode
french: Construisez mode

source: Interact
french: Interagir

source: Primary Fire
french: Tir primaire

source: All Weapons
french: Toutes les armes

source: Weapons 1
french: Armes 1

source: Weapons 2
french: Armes 2

source: Weapons 3
french: Armes 3

source: Weapons 4
french: Armes 4

source: Weapons 5
french: Armes 5

source: Weapons 6
french: Armes 6

source: Weapons 7
french: Armes 7

source: Weapons 8
french: Armes 8

source: Weapons 9
french: Armes 9

source: Next Target
french: Cible suivante

source: Select
french: Sélectionner

source: Nearest Enemy
french: Ennemi le plus proche

source: Next Ally
french: Suiv.

source: Free Mouse
french: Souris libre

source: Show Server Info
french: Afficher les infos du serveur

source: Move Cam 1
french: Déplacer Cam 1

source: Move Cam 2
french: Déplacer Cam 2

source: Reset Camera
french: Réinitialiser l'appareil

source: Camera Forward
french: Caméra vers l'avant

source: Camera Backward
french: Caméra vers l'arrière

source: Camera Left
french: Caméra vers la gauche

source: Camera Right
french: Caméra vers la droite

source: Toggle Free Camera
french: Caméra libre

source: Displace Camera
french: Décaler la caméra

source: Pause Game
french: Pause

source: Galaxy Map
french: Carte Galaxie

source: Player Menu
french: Joueur Menu

source: Ship Menu
french: Menu de navire

source: Chat Window
french: Fenêtre de chat

source: Mail Window
french: Courrier

source: Swap Controls
french: Contrôles de swap

source: Show Console
french: Afficher la console

source: Build Slot 1
french: Construisez Slot 1

source: Build Slot 2
french: Construisez Slot 2

source: Build Slot 3
french: Construire l'emplacement 3

source: Build Slot 4
french: Construire l'emplacement 4

source: Build Slot 5
french: Construire l'emplacement 5

source: Build Slot 6
french: Construire l'emplacement 6

source: Build Slot 7
french: Construire l'emplacement 7

source: Build Slot 8
french: Construisez Rainure 8

source: Build Slot 9
french: Construire l'emplacement 9

source: Build Slot 10
french: Construire l'emplacement 10

source: Scale Block
french: Echelle Bloc

source: Scale Block X
french: Échelle Bloc X

source: Scale Block Y
french: Echelle bloc Y

source: Scale Block Z
french: Echelle bloc Z

source: Rotate Blocks
french: Rotation des blocs

source: Delete Block
french: Supprimer Bloquer

source: Show Inventory
french: Afficher l'inventaire

source: Toggle Hyperspace Engine
french: Moteur Hyperspace Toggle

source: Toggle Integrity
french: Intégrer l'intégrité

source: Forward
french: Transférer

source: Backward
french: Rétrograder

source: Left
french: Gauche

source: Right
french: Droite

source: Up
french: En Haut

source: Down
french: Négatif

source: Left Mouse
french: Bouton gauche de la souris

source: Right Mouse
french: Bouton droit de la souris

source: Middle Mouse
french: Clique molette de la souris

source: Detected OpenGL version: %s
french: Version OpenGL détectée: %s

source: Detected OpenGL version string: "%s"
french: Détecté la version OpenGL chaîne: "%s"

source: Required OpenGL version: %s
french: Version requise OpenGL: %s

source: Your OpenGL version is insufficient.
french: Votre version OpenGL est insuffisante.

source: Please see the client log for more information. An update of your graphics drivers might help resolve this issue.
french: S'il vous plaît voir le journal client pour plus d'informations. La mise à jour de vos pilotes graphiques peuvent aider à résoudre ce problème.

source: Available Extensions:
french: Extensions disponibles:

source: The following extensions are not supported by your GPU:
french: Les extensions suivantes ne sont pas pris en charge par votre GPU:

source: Cancel
french: Annuler

source: Color Selection
french: Sélection de la couleur

source: Password required
french: Mot de passe requis

source: Please enter password:
french: Veuillez entrer le mot de passe:

source: No
french: Non

source: Player is not online.
french: Le joueur n'est pas en ligne.

source: You were kicked from the server. (%s)
french: Vous avez été expulsé du serveur. ( %s )

source: %s was kicked.
french: %s a été expulsé.

source: Your ship is too big.
french: Votre navire est trop gros.

source: %s crewmen died due to insufficient life support!
french: %s les membres d' équipage sont morts en raison d'une panne du système de survie!

source: A crewman died due to insufficient life support!
french: Un membre d'équipage est mort en raison une panne du système de survie

source: Your %1% %2% has been destroyed!
french: Votre %1% %2% a été détruite!

source: A %s of yours has been destroyed!
french: Votre %s a été détruit!

source: You can't found a new alliance while in an existing alliance.
french: Vous ne pouvez pas trouver une nouvelle alliance dans une alliance existante.

source: There is already an alliance with the name %s.
french: Il y a déjà une alliance avec le nom %s.

source: You need %s credits to found an alliance.
french: Vous avez besoin de %s crédits pour fonder une alliance.

source: You're now the leader of the alliance %s.
french: Vous êtes maintenant le chef de l'alliance %s.

source: You're not the leader of an alliance.
french: Vous n'êtes pas le leader d'une alliance.

source: Your alliance has been disbanded.
french: Votre alliance a été dissoute.

source: You're not part of an alliance.
french: Vous ne faites pas partie d'une alliance.

source: You don't have permissions to invite other players.
french: Vous n'avez pas la permission d'inviter d'autres joueurs.

source: The player is already a member of an alliance.
french: Le joueur est déjà membre d'une alliance.

source: Sent an invitation to %s.
french: Envoyé une invitation à %s.

source: %1% invited you to join his alliance %2%.
french: %1% vous a invité à rejoindre son alliance %2%.

source: This alliance no longer exists.
french: Cette alliance n'existe plus.

source: You're already member of an alliance.
french: Vous êtes déjà membre d'une alliance.

source: You're not invited to this alliance.
french: Vous n'êtes pas invité à cette alliance.

source: %s joined the alliance!
french: %s a rejoint l'alliance!

source: Joined the alliance %s. Type /alliance in the chat and say hello!
french: Rejoint l'alliance %s. Tapez / alliance dans le chat et dites bonjour!

source: You're not in an alliance.
french: Vous n'êtes pas dans une alliance.

source: You don't have permissions to kick other members.
french: Vous n'avez pas les autorisations de kick des autres membres.

source: You can't kick the leader of the alliance.
french: Vous ne pouvez pas lancer le leader de l'alliance.

source: You can't kick members of equal or higher rank.
french: Vous ne pouvez pas tuer les membres d'un rang égal ou supérieur.

source: You can't leave the alliance as the leader. You have to disband it or promote someone else to be the leader first.
french: Vous ne pouvez pas quitter l'alliance en tant que leader. Vous devez le dissoudre ou promouvoir quelqu'un d'autre pour être le leader d'abord.

source: You're not the leader of the alliance.
french: Vous n'êtes pas le leader de l'alliance.

source: That player is not a member of the alliance.
french: Ce joueur n'est pas membre de l'alliance.

source: You're now the leader of your alliance.
french: Vous êtes maintenant le leader de votre alliance.

source: Internal error, you don't have a rank in the alliance.
french: Erreur interne, vous n'avez pas de rang dans l'alliance.

source: Internal error, the assignee doesn't have a rank in the alliance.
french: Erreur interne, le cessionnaire n'a pas de rang dans l'alliance.

source: That rank doesn't exist.
french: Ce rang n'existe pas.

source: You can't change the ranks of people ranked the same or higher than you.
french: Vous ne pouvez pas changer les rangs des personnes classées de la même manière ou plus que vous.

source: You don't have permissions to promote other members.
french: Vous n'avez pas les autorisations pour promouvoir d'autres membres.

source: You don't have permissions to demote other members.
french: Vous n'avez pas les autorisations pour dégrader les autres membres.

source: You were assigned the rank '%s'.
french: Vous avez reçu le grade '%s'.

source: You don't have permissions to edit ranks.
french: Vous n'avez pas la permission d'éditer les rangs.

source: This rank doesn't exist.
french: Ce classement n'existe pas.

source: This rank exists already.
french: Ce rang existe déjà.

source: You don't have permissions to add resources.
french: Vous ne disposez pas d'autorisations pour ajouter des ressources.

source: You don't have permissions to add items.
french: Vous ne disposez pas d'autorisations pour ajouter des éléments.

source: You don't have permissions to take resources.
french: Vous ne disposez pas d'autorisations pour prendre des ressources.

source: You don't have permissions to take items.
french: Vous n'avez pas les autorisations de prendre des objets.

source: You don't have permissions to change the message of the day.
french: Vous ne disposez pas d'autorisations pour modifier le message du jour.

source: You don't have permissions to manage auto crew payment.
french: Vous ne disposez pas d'autorisations pour gérer le paiement automatique de l'équipage.

source: The crew of your alliance ship '%s' was paid.
french: L'équipage de votre navire de l'alliance '%s' a été payé.

source: %s is already in a group.
french: %s est déjà dans un groupe.

source: You can't invite yourself.
french: Vous ne pouvez pas vous inviter.

source: Your group is full.
french: Votre groupe est plein.

source: Only the leader of a group can invite players.
french: Seul le leader d'un groupe peut inviter des joueurs.

source: %s was invited to your group.
french: %s a été invité à votre groupe.

source: %s invited you to join his group. Type /join in the chat to join.
french: %s vous a invité à rejoindre son groupe. Tapez / connectez-vous pour participer.

source: Your're already in a group.
french: Vous êtes déjà dans un groupe.

source: You can't join yourself.
french: Vous ne pouvez pas vous joindre à vous-même.

source: The player is not online.
french: Le joueur n'est pas en ligne.

source: The group is full.
french: Le groupe est plein.

source: The leader of that group is not online.
french: Le leader de ce groupe n'est pas en ligne.

source: Only the leader of a group can assign a new leader.
french: Seul le leader d'un groupe peut assigner un nouveau leader.

source: The player is not member of the group.
french: Le joueur n'est pas membre du groupe.

source: You're not in a group.
french: Vous n'êtes pas en groupe.

source: You're now the leader of the group. Type /invite [player] to invite other players, or type /leave to leave the group.
french: Vous êtes maintenant le leader du groupe. Tapez /invite [player] to invite other players, or type /leave pour quitter le groupe.

source: %s requested to join your group.
french: %s a demandé de rejoindre votre groupe.

source: %s requested to join your group. Type /invite to accept.
french: %s a demandé de rejoindre votre groupe. Tapez / invitez-vous à accepter.

source: You requested to join %s's group.
french: Vous avez demandé à rejoindre le groupe de %s.

source: You joined %s's group. Type /leave to leave the group.
french: Vous avez rejoint le groupe de %s. Entrez / partez pour quitter le groupe.

source: You're now the leader of a group. Type /invite [player] to invite other players, or type /leave to leave the group.
french: Vous êtes maintenant le leader d'un groupe. Tapez /invite [player] to invite other players, or type /leave pour quitter le groupe.

source: Your group has been disbanded.
french: Votre groupe a été démantelé.

source: Jump route calculated.
french: Calcul de la route de saut.

source: You were destroyed and returned to your reconstruction site.
french: Vous avez été détruit et retourné dans votre site de reconstruction.

source: You must be in a ship if you want to change sectors.
french: Vous devez être dans un bateau si vous voulez changer de secteur.

source: Your ship cannot perform hyperspace jumps.
french: Votre vaisseau ne peut pas effectuer des sauts hyperespace.

source: You have been blocked from using your hyperdrive on this server for an indefinite amount of time.
french: Vous avez été bloqué d'utiliser votre hyperdrive sur ce serveur pour une durée indéterminée.

source: You have been blocked from using your hyperdrive on this server for %s.
french: Vous avez été bloqué d'utiliser votre hyperdrive sur ce serveur pour %s.

source: You are already in this sector
french: Vous êtes déjà dans ce secteur

source: This sector is out of reach with this ship.
french: Ce secteur est hors de portée de ce navire.

source: There are rifts in the space-time continuum blocking access to this sector.
french: Il y a des divisions dans l'espace-temps d'accès de blocage de continuum à ce secteur.

source: You can't jump into a sector torn by rifts in the space-time continuum.
french: Vous ne pouvez pas sauter dans un secteur déchiré par des divisions dans le continuum espace-temps.

source: The Nav-Computer is calculating the jump route. Please stand by.
french: Le Nav-ordinateur calcule l'itinéraire de saut. Veuillez patienter.

source: You have no sector selected.
french: Vous avez aucun secteur sélectionné.

source: The jump route is still being calculated.
french: L'itinéraire de saut est en cours de calcul.

source: Your hyperdrive still needs %1% seconds to recharge.
french: Votre hyperdrive doit encore charger %1% secondes pour utilisation.

source: Your ship is facing in the wrong direction.
french: Votre vaisseau est dans la mauvaise direction.

source: Your hyperdrive is being jammed!
french: Votre hyperdrive est bloqué!

source: Your client is incompatible with this server. Server version: %s
french: Votre client est incompatible avec ce serveur. Version du serveur: %s

source: An internal server error occurred. Your connection will be terminated. Server version: %s
french: Une erreur de serveur interne s'est produite. Votre connexion sera interrompue. Version du serveur: %s

source: Couldn't enter craft.
french: Impossible d'entrer dans l'artisanat.

source: Your ship was destroyed.
french: Votre vaisseau a été détruit.

source: Your ship was destroyed and you'll be returned to your reconstruction site.
french: Votre navire a été détruit et vous serez retourné sur votre site de reconstruction.

source: This entity has no owner.
french: Cette entité n'a pas de propriétaire.

source: You don't have permissions to modify this craft.
french: Vous n'avez pas la permission de modifier ce métier.

source: This entity has no BlockPlan.
french: Cette entité n'a pas BlockPlan.

source: You cannot edit a damaged ship, repair it first!
french: Vous ne pouvez pas modifier un navire endommagé, réparer d'abord!

source: This won't work.
french: Cela ne fonctionnera pas.

source: You need %s credits.
french: Vous avez besoin %s crédits.

source: You cannot build this. %s
french: Vous ne pouvez pas construire ce. %s

source: Remote parent not found.
french: Parent distant introuvable.

source: Remote attach block not found.
french: Bloc d'attachement distant introuvable.

source: This turret has no owner.
french: Cette tourelle n'a pas de propriétaire.

source: You don't have permission to do that.
french: Vous n'avez pas la permission de le faire.

source: This isn't a turret.
french: Ce n'est pas une tourelle.

source: This craft has no owner.
french: Ce métier n'a pas de propriétaire.

source: You don't have any of this turret.
french: Vous ne disposez pas de cette tourelle.

source: You cannot build turrets onto this craft.
french: Vous ne pouvez pas construire des tourelles sur ce métier.

source: Attachment block not found.
french: Bloc de pièces jointes introuvable.

source: You must place the turret on a block made of %s or better.
french: Vous devez placer la tourelle sur un bloc en %s ou mieux.

source: You cannot build a turret at this place. %s
french: Vous ne pouvez pas construire une tourelle à cet endroit. %s

source: Your ship doesn't support more of this turret type.
french: Votre vaisseau ne supporte pas plus de ce type de tourelle.

source: An internal error occurred. See log for more details.
french: Une erreur interne a eu lieu. Voir le journal pour plus de détails.

source: You cannot edit a damaged ship.
french: Vous ne pouvez pas modifier un navire endommagé.

source: Block not found.
french: Bloc non trouvé.

source: You have been blocked from using the chat for an indefinite amount of time.
french: Vous avez été empêché d'utiliser le chat pour une durée indéterminée.

source: You have been blocked from using the chat for %s.
french: Vous avez été bloqué d'utiliser le chat pour %s.

source: An internal error occurred, entity has no ShipSystem.
french: Une erreur interne s'est produite, l'entité n'a aucun système ShipSystem.

source: That player isn't online.
french: Ce joueur n'est pas en ligne.

source: You need %s credits to pay this crew.
french: Vous avez besoin %s crédits pour payer cet équipage.

source: The crew of your ship '%s' was paid.
french: L'équipage de votre navire ' %s ' a été payée.

source: You are currently not inside a craft
french: Vous n'êtes pas actuellement dans une construction

source: You are too far away.
french: Vous êtes trop loin.

source: Object does not exist
french: L'objet n'existe pas

source: An internal error occurred, entity has no BlockPlan.
french: Une erreur interne s'est produite, l'objet n'a pas de plan de bloc.

source: Coordinates don't match
french: Coordonnées ne correspondent pas

source: Internal error, entity not found.
french: Erreur interne, objet introuvable.

source: Internal error, entity cannot have turrets.
french: Erreur interne, l'objet ne peut pas avoir de tourelles.

source: Turret could not be found.
french: La tourelle n'a pas pu être trouvée.

source: This entity seems to not be owned by anyone.
french: Cette entité semble ne pas appartenir à personne.

source: You were damaged recently. You have to wait another %s seconds until you can repair your ship.
french: Vous avez été endommagé récemment. Vous devez attendre %s secondes jusqu'à ce que vous puissiez réparer votre navire.

source: An internal error occurred, ShipInfo of entity not found.
french: Une erreur interne est survenue, Navire Infos de l'objet non trouvé.

source: You can't repair that block.
french: Vous ne pouvez pas réparer ce bloc.

source: The block isn't connected to another block.
french: Le bloc n'est pas connecté à un autre bloc.

source: You don't have permission to enter this craft.
french: Vous n'avez pas la permission d'entrer dans ce métier.

source: You are already piloting this craft.
french: Vous pilotez déjà ce métier.

source: No free seat available.
french: Pas de siège libre disponible.

source: Connection refused: Your version '%s' does not match the server's version '%s'.
french: Connexion refusée: Votre version ' %s ' ne correspond pas à la version du serveur '%s'.

source: Connection refused: This server is private.
french: Connexion refusée: Ce serveur est privé.

source: Connection refused: Invalid or missing steam ID.
french: Connexion refusée: ID de vapeur non valide ou manquant.

source: Connection refused: Your player name %s is invalid.
french: Connexion refusée: Votre nom de joueur %s est invalide.

source: Connection refused: Player %s is already logged in.
french: Connexion refusée: Lecteur %s est déjà connecté.

source: Connection refused: Wrong password.
french: Connexion refusée: Mot de passe erroné.

source: Connection refused: Player %s is banned.
french: Connexion refusée: Lecteur %s est interdit.

source: Connection refused: Ip %s is banned.
french: Connexion refusée: Ip %s est interdite.

source: Connection refused: Player %s is not whitelisted.
french: Connexion refusée: Lecteur %s ne sont pas sur la liste blanche.

source: Server shutting down in %i minutes.
french: Le serveur se ferme en %i minutes.

source: Server shutting down in %i seconds.
french: Le serveur se ferme en %i secondes.

source: Server shutting down in %i...
french: Serveur fermé dans %i ...

source: You're not whitelisted on this server.
french: Vous n'êtes pas sur la liste sur ce serveur.

source: You are blacklisted.
french: Vous êtes sur la liste noire.

source: Your ship needs mining turrets or fighters to mine.
french: Votre vaisseau a besoin de tourelles minières ou de chasseurs pour les mines.

source: Your mining ship in sector %s can't find any more asteroids.
french: Votre navire minier dans le secteur %s ne trouve plus d'astéroïdes.

source: Sir, we can't find any more asteroids in \s(%s)!
french: Monsieur, nous ne trouvons plus d'astéroïdes dans \ s (%s)!

source: Your ship needs turrets or combat or salvaging fighters to salvage.
french: Votre navire a besoin de tourelles ou de chasseurs ou de sauveteurs pour les récupérer.

source: Your ship in sector %s can't find any more wreckages.
french: Votre navire dans le secteur %s ne peut trouver plus d'épave.

source: Sir, we can't find any more wreckages in \s(%s)!
french: Monsieur, nous ne trouvons pas plus d'épave dans \ s (%s)!
