Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: Pleasure doing business with you!
french: Le plaisir de faire des affaires avec vous!

source: Looks like you don't have the coin. And I can't afford any witnesses.
french: On dirait que vous ne disposez pas de la pièce de monnaie. Et je ne peux pas se permettre des témoins.

source: Enjoy your last moments in this universe!
french: Profitez de vos derniers moments dans cet univers!

source: Now, what will it be?
french: Maintenant, qu'est-ce que ce sera?

source: I'll kill you!
french: Je vais te tuer !

source: I'll pay.
french: Je payerai.

source: Is there a third alternative?
french: Y at-il une troisième alternative?

source: No.
french: Non.

source: Okay, then I'll kill you!
french: D'accord, je vais te tuer!

source: I'll pay then.
french: Je vais payer alors.

source: Is there really no third alternative?
french: Est-il vraiment pas de troisième alternative?

source: No!
french: Non!

source: Why no third alternative?
french: Pourquoi pas une troisième alternative?

source: Because I said so!
french: Parce que je l'ai dit!

source: Enough stupid questions, die!
french: questions stupides Assez, meurent!

source: You have 2 choices. You can choose to pay ${amount} credits for your pathetic life and ship, or you can choose to die.
french: Vous avez 2 choix. Vous pouvez choisir de payer ${montant} crédits pour votre vie pathétique et bateau, ou vous pouvez choisir de mourir.

source: You have not heard of me yet? I am ${boss}, scourge of the outer sectors. You will get to know me soon enough.
french: Vous n'êtes pas encore entendu parler de moi? Je suis ${boss}, fléau des secteurs extérieurs. Vous apprendrez à me connaître assez tôt.

source: You don't scare me.
french: Tu ne me fais pas peur.

source: Oh, looks like we have a brave hero here! I might actually like you. I'll kill you quickly.
french: Oh, on dirait que nous avons un héros courageux ici! Je pourrais effectivement vous. Je vais vous tuer rapidement.

source: What do you want from me?
french: Que voulez--vous de moi?

source: It's time someone put an end to you!
french: Il est temps que quelqu'un a mis un terme à vous!

source: Look at this maggot! Do you really think you have a chance?
french: Regardez cette mouche! Pensez-vous vraiment vous avez une chance?

source: Prepare to die!
french: Préparez-vous à mourir!

source: ${boss}? Who were your predecessors?
french: ${boss}? Qui étaient vos prédécesseurs?

source: I am just one of many brothers! After they were killed, it was my time to rise to power!
french: Je suis juste un des nombreux frères! Après qu'ils ont été tués, il était mon temps de montée en puissance!

source: I'll be leaving now.
french: Je vais quitter maintenant.

source: Not so fast.
french: Pas si vite.

source: Well hello there. Now who might you be?
french: Salut tout le monde. Maintenant, qui pourrait vous être?

source: I could ask you the same.
french: Je pourrais te retourner la question.

source: Nobody, goodbye.
french: Personne, au revoir.

source: Don't you dare cut me off! You will pay for this!
french: Ne vous avisez pas me couper! Vous allez payer pour cela!

source: You are looking at the first people in centuries who will fly into Xsotan territory.
french: Vous êtes à la recherche des premiers siècles qui voleront dans le territoire Xsotan.

source: Once we've collected all the artifacts, we'll be able to open the gateway and recover the Xsotan's treasures and technology!
french: Une fois que nous avons rassemblé tous les artefacts, nous serons en mesure d'ouvrir la porte d'entrée et de récupérer les trésors et la technologie de l'Xsotan!

source: But you won't have to worry about that. All that's important is that you brought us one of the artifacts.
french: Mais vous ne serez pas à vous soucier de cela. Tout ce qui est important est que vous nous avez apporté l'un des artefacts.

source: You don't understand.
french: Vous ne comprenez pas ?

source: We are not giving you a choice.
french: Nous ne vous donnons pas un choix.

source: And we don't want any witnesses or competition.
french: Et nous ne voulons pas de témoins ou de la concurrence.

source: Boys and girls, let's blow this maggot to space dust and get the artifact!
french: Les garçons et les filles, nous allons sauter cette mouche à la poussière de l'espace et obtenir l'artefact!

source: You will now give it to us.
french: Vous allez maintenant donner à nous.

source: Here, have it.
french: Ici, l'avoir.

source: What about my reward?
french: Qu'en est ma récompense?

source: Oh man, look at this one!
french: Oh man, regardez celui-ci!

source: Did you really think you'd get a reward?
french: Est-ce que vous pensez vraiment que vous obtenez une récompense?

source: We lied!
french: Nous avons menti!

source: On second thought, I'd rather not.
french: À la réflexion, je préfère ne pas.

source: I can't believe it, our bulletin actually worked!
french: Je ne peux pas le croire, notre bulletin a effectivement travaillé!

source: I have your artifact.
french: J'ai votre artefact.

source: Yes, we know.
french: Oui nous savons.

source: Yeah, I'm leaving now.
french: Ouais, je pars maintenant.

source: The guardian is starting to channel the black hole's energy!
french: Le gardien commence à canaliser l'énergie du trou noir!

source: Attack the Guardian!
french: Attaquer le gardien!

source: Attack the small ships!
french: Attaquez les petits vaisseaux!

source: Transfer Crew/Cargo/Fighters
french: Transférer Crew/Cargo/Fighters

source: Transfer Crew, Cargo and Fighters
french: Équipe de transfert, cargaison et combattants

source: Exchange crew
french: Echanger l'équipage

source: Exchange cargo
french: Echanger cargaison

source: Exchange fighters
french: Echange de combattants

source: You don't own this craft.
french: Vous ne possédez pas cet construction.

source: You're too far away.
french: Vous êtes trop loin.

source: Not enough space on the other craft.
french: Pas assez d'espace sur l'autre construction.

source: Missing hangar.
french: Hangar manquant.

source: Not enough space in squad.
french: Pas assez d'espace dans l'équipe.

source: You'e not close enough to claim the object.
french: Vous n'êtes pas assez près pour revendiquer l'objet.

source: This wreckage looks like it's still functional.
french: Cette épave semble toujours fonctionnelle.

source: Pirates are attacking the sector!
french: Les pirates attaquent le secteur!

source: Thank you for defeating those pirates. You have our endless gratitude.
french: Nous vous remercions pour avoir vaincu les pirates. Vous avez notre infinie gratitude.

source: We thank you for taking care of those ships. We transferred a reward to your account.
french: Nous vous remercions de prendre soin de ces navires. Nous avons transféré une récompense à votre compte.

source: Thank you for taking care of those pirates. We transferred a reward to your account.
french: Merci de prendre soin de ces pirates. Nous avons transféré une récompense à votre compte.

source: A ship in your sector is calling for help!
french: Un navire dans votre secteur appelle à l'aide!

source: Mayday! Mayday! Our engines are failing and we are under attack by pirates! Help us, please!
french: Au secours! Au secours! Nos moteurs échouent et nous sommes attaqués par des pirates! Aidez-nous, s'il vous plaît!

source: Help! Pirates are on our tail and our engines are down! We are stranded here!
french: Aidez-moi! Les pirates sont sur notre queue et nos moteurs sont en panne! Nous sommes bloqués ici!

source: He's finished. Let's go!
french: Il a fini. Allons-y!

source: Let's get out of here.
french: Sortons d'ici.

source: Thank you for defending us from those pirates. You have our endless gratitude.
french: Merci de nous défendre contre ces pirates. Vous avez notre gratitude sans fin.

source: Secret Stash
french: Planque Secrete

source: Container
french: Containeur

source: Military Outpost
french: Station militaire

source: Research Station
french: Station de recherche

source: Beacon
french: Balise

source: Outlaw
french: Hors la loi

source: Marauder
french: Maraudeur

source: Raider
french: Voleur

source: Pirate Mothership
french: Vaisseau-mère Pirate

source: Dangerous Cargo Transport License
french: Licence de transport de marchandises dangereuses

source: Suspious Cargo Transport License
french: Licence Suspious de transport de marchandises

source: Stolen Cargo Transport License
french: Licence de transport de fret volé

source: Illegal Cargo Transport License
french: Licence de transport de marchandises illégale

source: License for transporting dangerous cargo
french: Licence pour le transport de marchandises dangereuses

source: License for transporting suspicious cargo
french: Licence pour le transport de marchandises suspectes

source: License for transporting stolen cargo
french: Licence pour le transport de marchandises volées

source: License for transporting illegal cargo
french: Licence pour le transport de marchandises illégales

source: Also allows transporting dangerous cargo
french: Permet également le transport de marchandises dangereuses

source: Also allows transporting dangerous and suspicious cargo
french: Permet également de transporter des marchandises dangereuses et suspectes

source: Also allows transporting dangerous, suspicious and stolen cargo
french: Permet également le transport de marchandises dangereuses, suspectes et volées

source: in ${factionName}'s sectors
french: Dans les secteurs de ${factionName}

source: of this station
french: De cette station

source: of the ${title} ${name}
french: Du ${title} ${name}

source: of ${name}
french: De ${name}

source: Hello.
french: Bonjour.

source: Welcome.
french: Bienvenue

source: Greetings.
french: Salutations.

source: Good day.
french: Bonne journée.

source: This is
french: C'est

source: You are talking to
french: Vous parlez à

source: You are now talking to
french: Vous parlez maintenant à

source: You are speaking to
french: Vous parlez à

source: You are now speaking to
french: Vous êtes maintenant parlez à

source: the automated interaction system${name_string}.
french: le système d'interaction automatisée${name_string}.

source: the automatic interaction response system${name_string}.
french: Le système de réponse d'interaction automatique${name_string}.

source: What can we do for you?
french: Que pouvons-nous faire pour vous?

source: How can we help you?
french: Comment pouvons-nous vous aider?

source: How can we be of service?
french: Comment pouvons-nous être utile?

source: Please state the nature of your inquiry.
french: S'il vous plaît préciser la nature de votre demande.

source: the captain
french: le capitaine

source: the ${title} ${name}
french: Le ${title} ${name}

source: the ship ${name}
french: Le navire ${name}

source: What is it?
french: Qu'est-ce que c'est ?

source: Make it quick.
french: Faites vite!

source: Our records say that we're not allowed to do business with you. Come back when your relations to our faction are better.
french: Nos dossiers disent que nous ne sommes pas autorisés à faire des affaires avec vous. Revenez quand vos relations avec notre faction sont meilleures.

source: You don't have permission to do that in the name of your alliance.
french: Vous n'avez pas la permission de le faire au nom de votre alliance.

source: NEW MISSION
french: NOUVELLE MISSION

source: MISSION ACCOMPLISHED
french: MISSION ACCOMPLIE

source: MISSION FAILED
french: MISSION ÉCHOUÉE

source: MISSION ABANDONED
french: MISSION ABANDONNÉS

source: MISSION UPDATED
french: MISSION MISE À JOUR

source: Time Left:
french: Temps restant:

source: You're not in a ship.
french: Vous n'êtes pas dans un navire.

source: You must be docked to the object for this.
french: Vous devez être amarré à l'objet pour ca.

source: You must be closer to the object for this.
french: Vous devez être plus proche de l'objet pour ca.

source: Factory ${size}
french: Usine ${size}

source: Thank you so much.
french: Merci infiniment.

source: We thank you.
french: Nous te remercions.

source: Thank you for helping us.
french: Merci de nous avoir aidés.

source: You have our endless gratitude.
french: Vous avez notre infinie gratitude.

source: We transferred a reward to your account.
french: Nous avons transféré une récompense à votre compte.

source: We have a reward for you.
french: Nous avons une récompense pour vous.

source: Please take this as a sign of our gratitude.
french: S'il vous plaît prendre cela comme un signe de notre gratitude.

source: ${weaponPrefix} Fighter
french: ${weaponPrefix}-Chasseur

source: You don't have enough space in your hangar.
french: Vous ne disposez pas de suffisamment d'espace dans votre hangar.

source: There is no free squad to place the fighter in.
french: Il n'y a pas escouade libre de placer le combattant.

source: Fighter to sell not found
french: Chasseur à vendre pas trouvé

source: Sentinel
french: Sentinelle

source: Hunter
french: chasseur

source: Trader
french: Commerçant

source: Merchant
french: marchande

source: Salesman
french: Vendeur

source: Transporter
french: Transporteur

source: Loader
french: Chargeur

source: Cargo Transport
french: Transport de marchandises

source: Heavy Cargo Hauler
french: Camion de fret lourd

source: Heavy Miner
french: Mineur lourd

source: Mining Moloch
french: Minolta Moloch

source: Buyback
french: Racheter

source: Buy back sold items
french: Acheter des objets vendus juste avant

source: Sell Trash
french: Vendre de la corbeille

source: Item to buy not found
french: Objet a acheter introuvable

source: You must be docked to the station to buy items.
french: Vous devez être amarré à la station pour acheter des articles.

source: You must be closer to the ship to buy items.
french: Vous devez être plus près du navire pour acheter des articles.

source: You must be docked to the station to sell items.
french: Vous devez être amarré à la station de vendre des articles.

source: You must be closer to the ship to sell items.
french: Vous devez être plus proche du navire de vendre des articles.

source: Item to sell not found.
french: Point de vendre introuvable.

source: ${name} The Adventurer
french: ${name} L'Aventurier

source: The Haatii
french: Le Haatii

source: This is a message for all participants of Operation Exodus.${remaining}
french: Ceci est un message pour tous les participants de l'Opération Exodus.${remaining}

source: Energy Research Satellite
french: Satellite de recherche énergétique

source: The M.A.D. Science Association
french: Le M.A.D. Association scientifique

source: Mobile Energy Lab
french: Laboratoire d'énergie mobile

source: Bottan's Smugglers
french: Les contrebandiers de Bottan

source: A Friend
french: Un ami

source: The Brotherhood
french: La fraternité

source: Scanners online.
french: Scanners en ligne.

source: Looking for Xsotan Artifacts
french: Vous cherchez des artefacts Xsotan

source: Fellow Galaxy Dweller, In times like these, where the Xsotan threat is looming at all times, we are trying to protect you. Dangerous artifacts of the Xsotan have been found all over the galaxy, causing great harm to everyone near them. Should you find any of those artifacts, you must bring them to us. We will take care of them and destroy them, to eradicate the Xsotan threat and to make the galaxy a better place. Even if your life may be at risk, what is your life compared to the safety of trillions? You can find one of our outposts at (${x}, ${y}). We will pay a reward of 100.000.000 credits for each delivered artifact. - The Brotherhood
french: habitants de l'espace mes camarade, En ces moments où la menace Xsotan se profile à l'horizon, nous essayons de vous protéger. Des artefacts dangereux Xsotan ont été trouvés dans toute la galaxie, causant un grand préjudice à tout le monde. Si vous trouvez ces artefacts, vous devez nous les apporter. Nous prendrons soin d'eux et les détruirons, pour éradiquer la menace Xsotan et pour faire de la galaxie un endroit meilleur. Même si votre vie est en jeu, qu'est ce qu'une vie face à la sécurité de trillions de personne? Vous pouvez Trouver un de nos postes avancés à (${x}, ${y}). Nous paierons une récompense de 100.000.000 crédits pour chaque artefact livré. - La Fraternité

source: The Xsotan
french: Les Xsotan

source: Xsotan Wormhole Guardian
french: Gardien de trou de ver Xsotan

source: Big Xsotan Breeder
french: Grand éleveur Xsotan

source: Small Xsotan Breeder
french: Petit éleveur Xsotan

source: and
french: et

source: Damage /s
french: Dommage /s

source: Damage
french: Dommages

source: Fire Rate
french: Cadence de tir

source: Push
french: Poussée

source: Pull
french: Attraction

source: Self Push
french: Poussée seule

source: Self Pull
french: Attraction seule

source: Eff. Stone
french: Eff. Pierre

source: Eff. Metal
french: Eff. Métal

source: Hull Repair /s
french: Réparation de coque / s

source: Accuracy
french: Précision

source: Range
french: Portée

source: Energy /s
french: Energie /s

source: Energy /shot
french: Energie /tir

source: Energy Increase /s
french: Augmentation d'Energie /s

source: Seeker Missiles
french: Missiles Seeker

source: ${material} ${weaponPrefix} Turret
french: ${material} ${weaponPrefix} Tourelle

source: Double ${material} ${weaponPrefix} Turret
french: Double ${material} ${weaponPrefix} Tourelle

source: Triple ${material} ${weaponPrefix} Turret
french: Triple ${material} ${weaponPrefix} Tourelle

source: Quad ${material} ${weaponPrefix} Turret
french: Quad ${material} ${weaponPrefix} Tourelle

source: Multi ${material} ${weaponPrefix} Turret
french: Multi ${material} ${weaponPrefix} Tourelle

source: ${weaponPrefix} Turret
french: ${weaponPrefix} Tourelle

source: Double ${weaponPrefix} Turret
french: Double ${weaponPrefix} Tourelle

source: Triple ${weaponPrefix} Turret
french: Triple ${weaponPrefix} Tourelle

source: Quad ${weaponPrefix} Turret
french: Quad ${weaponPrefix} Tourelle

source: Multi ${weaponPrefix} Turret
french: Multi ${weaponPrefix} Tourelle

source: Size
french: Taille

source: Independent Targeting
french: Ciblage indépendant

source: Independent targeting, but deals less damage
french: Ciblage indépendant, mais fait moins de dégâts

source: Durability
french: Résistance

source: Maneuverability
french: Maniabilité

source: Speed
french: Vitesse

source: This station doesn't sell illegal goods.
french: Cette station ne vend pas de marchandises illégales.

source: This station doesn't sell stolen goods.
french: Cette station ne vend pas de biens volés.

source: This station doesn't sell suspicious goods.
french: Cette station ne vend pas des marchandises suspectes.

source: This station doesn't buy illegal goods.
french: Cette station ne pas acheter des marchandises illégales.

source: This station doesn't buy stolen goods.
french: Cette station n'a pas acheter des biens volés.

source: This station doesn't buy suspicious goods.
french: Cette station n'a pas acheter des marchandises suspectes.

source: Not enough space in your cargo bay!
french: Pas assez d'espace dans votre soute!

source: You can only store ${amount} of this good!
french: Vous ne pouvez stocker ${amount} de ce bien!

source: You can't afford any of this good!
french: Vous ne pouvez pas se permettre de tout cela bien!

source: You can only afford ${amount} of this good!
french: Vous ne pouvez payer ${amount} de ce bon!

source: %s isn't bought.
french: %s est pas acheté.

source: Your ship has no cargo bay!
french: Votre vaisseau n'a pas soute!

source: This station is not able to take any more %s.
french: Cette station ne peut pas prendre plus de %s .

source: This station has no more %s to sell.
french: Cette station n'a pas plus de %s à vendre.

source: Your ship can not take more %s.
french: Votre vaisseau ne peut pas prendre plus de %s .

source: Resource Shortage: ${amount} ${good.displayPlural}
french: Pénurie de ressources: ${amount} ${good.displayPlural}

source: Delivery: ${good.displayPlural}
french: Livraison: ${good.displayPlural}

source: Client
french: Société

source: Not enough cargo space on your ship.
french: Pas assez d'espace de chargement sur votre navire.

source: You have to be docked to the station.
french: Vous devez être amarré à la station.

source: You don't have enough money for the deposit.
french: Vous ne disposez pas de suffisamment d'argent pour le dépôt.

source: Organize ${amount} ${good.displayPlural} in 30 Minutes. You will be paid the double of the usual price, plus a bonus. Time Limit: 30 minutes Reward: $${reward}
french: Organisez ${amount} ${good.displayPlural} en 30 minutes Vous seront payés le double du prix habituel, plus un bonus Limite de temps:.. 30 minutes Reward: $${reward}

source: Deliver ${amount} ${good.displayPlural} to a station near this location in 20 minutes. You will have to make a deposit of $${deposit}, which will be reimbursed when the goods are delivered. Deposit: $${deposit} Time Limit: 20 minutes Reward: $${reward}
french: Livrer ${amount} ${good.displayPlural} à une station près de cet endroit en 20 minutes. Vous devra faire un dépôt de $${deposit}, which sera remboursé lorsque les marchandises sont livrées. Deposit: $${deposit} time Limite: 20 minutes Reward: $${reward}

source: Your sensors picked up a short burst of subspace signals.
french: Vos capteurs ramassé une courte rafale de signaux subspatiales.

source: More strange subspace signals, they're getting stronger.
french: Plus de signaux subspatiales étranges, ils obtiennent plus fort.

source: Small Unknown Ship
french: Petit Navire Inconnu

source: A small group of alien ships appeared!
french: Un petit groupe de navires étrangers est apparu!

source: Your sensors picked up short bursts of subspace signals.
french: Vos capteurs captés de courtes rafales de signaux subspatiales.

source: The signals are growing stronger.
french: Les signaux sont de plus en plus forte.

source: Unknown Ship
french: navire Inconnu

source: A group of alien ships warped in!
french: Un groupe de navires étrangers Warped!

source: There are lots and lots of subspace signals! Careful!
french: Il y a beaucoup, beaucoup de signaux subspatiales! Prudent!

source: Big Unknown Ship
french: Big Ship Inconnu

source: A large group of alien ships appeared!
french: Un grand groupe de navires étrangers est apparu!

source: The subspace signals are getting too strong for your scanners. Brace yourself!
french: Les signaux subspatiales deviennent trop forts pour vos scanners. Préparez vous!

source: Danger! A large fleet of alien ships appeared!
french: Danger! Une grande flotte de navires étrangers est apparu!

source: Mayday! Mayday! We are under attack by pirates! Our position is \s(%i:%i), someone help, please!
french: Au secours! Au secours! Nous sommes attaqués par des pirates! Notre position est (\s(%i:%i):\s(%i:%i)), quelqu'un d'aide, s'il vous plaît!

source: Mayday! CHRRK ... under attack CHRRK ... pirates ... CHRRK ... position \s(%i:%i) ... help!
french: Au secours! CHRRK ... attaqué CHRRK ... pirates ... CHRRK ... position (\s(%i:%i):\s(%i:%i)) ... aide!

source: Can anybody hear us? We have been ambushed by pirates! Our position is \s(%i:%i) Help!
french: Quelqu'un peut-il nous entendre? Nous avons été pris en embuscade par des pirates! Notre position est (\s(%i:%i):\s(%i:%i)) Aide!

source: This is a distress call! Our position is \s(%i:%i) We are under attack by pirates, please help!
french: Ceci est un appel de détresse! Notre position est (\s(%i:%i):\s(%i:%i)) Nous sommes attaqués par des pirates, s'il vous plaît aider!

source: You have received a distress signal by an unknown source.
french: Vous avez reçu un signal de détresse par une source inconnue.

source: Distress Signal
french: Signal de détresse
