Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: The Democratic Federation of %s
french: La Fédération démocratique du %s

source: The United %s Collective
french: Les États%s Collective

source: The United Collective of %s
french: Les États-Collectif de %s

source: The Galactic %s Collective
french: Le Galactic %s Collective

source: The Galactic Collective of %s
french: Le Collectif Galactique de %s

source: The Universal Collective of %s
french: Le Collectif universel de %s

source: The Democratic %s Collective
french: Le démocrate %s collective

source: The Democratic Collective of %s
french: Le Collectif démocratique du %s

source: The United %s Followers
french: Les Etats %s des suiveurs

source: The United Followers of %s
french: Les Emirats Abonnés de %s

source: The Galactic %s Followers
french: Le Galactique %s des suiveurs

source: The Galactic Followers of %s
french: Les Abonnés de Galactic %s

source: The Universal %s Followers
french: Le Universal %s des suiveurs

source: The Universal Followers of %s
french: Les Abonnés universelles de %s

source: The Democratic %s Followers
french: Le démocratique %s des suiveurs

source: The Democratic Followers of %s
french: Les Abonnés démocratiques de %s

source: The United %s Organisation
french: Le Royaume %s Organisation

source: The United Organisation of %s
french: Les États-Organisation de %s

source: The Galactic %s Organisation
french: Le Galactique %s Organisation

source: The Galactic Organisation of %s
french: L'Organisation Galactique de %s

source: The Universal %s Organisation
french: L'Universal %s Organisation

source: The Universal Organisation of %s
french: L'Organisation universelle des %s

source: The Democratic %s Organisation
french: Le démocrate %s Organisation

source: The Democratic Organisation of %s
french: L'Organisation démocratique du %s

source: The United %s Alliance
french: Le Royaume %s Alliance

source: The United Alliance of %s
french: Les États-Alliance de %s

source: The Galactic %s Alliance
french: Le Galactic %s Alliance

source: The Galactic Alliance of %s
french: L'Alliance Galactique de %s

source: The Universal %s Alliance
french: L'Universal %s Alliance

source: The Universal Alliance of %s
french: L'Alliance universelle des %s

source: The Democratic %s Alliance
french: Le démocrate %s Alliance

source: The Democratic Alliance of %s
french: L'Alliance démocratique du %s

source: The United %s Republic
french: Le Royaume %s République

source: The United Republic of %s
french: La République-Unie de %s

source: The Galactic %s Republic
french: Le Galactic %s République

source: The Galactic Republic of %s
french: La République Galactique de %s

source: The Universal %s Republic
french: Le Universal %s République

source: The Universal Republic of %s
french: La République universelle des %s

source: The Democratic %s Republic
french: Le démocrate %s République

source: The Democratic Republic of %s
french: La République démocratique du %s

source: The United %s Commonwealth
french: Les Etats %s du Commonwealth

source: The United Commonwealth of %s
french: Les États du Commonwealth de %s

source: The Galactic %s Commonwealth
french: Le Galactique %s du Commonwealth

source: The Galactic Commonwealth of %s
french: Le Galactic Commonwealth de %s

source: The Universal %s Commonwealth
french: Le Universal %s du Commonwealth

source: The Universal Commonwealth of %s
french: Le Commonwealth Universal de %s

source: The Democratic %s Commonwealth
french: Le démocrate %s du Commonwealth

source: The Democratic Commonwealth of %s
french: Le Commonwealth démocratique du %s

source: The United %s Dominion
french: Le Royaume %s Dominion

source: The United Dominion of %s
french: Les États-Dominion de %s

source: The Galactic %s Dominion
french: Le Galactique %s Dominion

source: The Galactic Dominion of %s
french: Le Galactic Dominion du %s

source: The Universal %s Dominion
french: L'Universal %s Dominion

source: The Universal Dominion of %s
french: Le Dominion Universal de %s

source: The Democratic %s Dominion
french: Le démocrate %s Dominion

source: The Democratic Dominion of %s
french: Le Dominion démocratique du %s

source: The United %s Syndicate
french: Le Royaume %s Syndicat

source: The United Syndicate of %s
french: Le Syndicat des États- %s

source: The Galactic %s Syndicate
french: Le Galactique %s Syndicate

source: The Galactic Syndicate of %s
french: Le Galactic Syndicate de %s

source: The Universal %s Syndicate
french: Le Universal %s Syndicate

source: The Universal Syndicate of %s
french: Le Syndicat universelle des %s

source: The Democratic %s Syndicate
french: Le démocrate %s Syndicat

source: The Democratic Syndicate of %s
french: Le Syndicat démocratique du %s

source: The United %s Guild
french: Les Etats- %s s Guild

source: The United Guild of %s
french: Les États-Guilde des %s

source: The Galactic %s Guild
french: Le Galactique %s Guilde

source: The Galactic Guild of %s
french: La Galactic Guild of %s

source: The Universal %s Guild
french: L'Universal %s Guilde

source: The Universal Guild of %s
french: La Guilde universelle des %s

source: The Democratic %s Guild
french: Le démocrate %s Guilde

source: The Democratic Guild of %s
french: La Guilde démocratique du %s

source: The United %s Pirates
french: Les Etats %s Pirates

source: The United Pirates of %s
french: Les États-Pirates de %s

source: The Galactic %s Pirates
french: Le Galactique %s Pirates

source: The Galactic Pirates of %s
french: Le Galactic Pirates de %s

source: The Universal %s Pirates
french: Le Universal %s Pirates

source: The Universal Pirates of %s
french: Les Pirates Universal de %s

source: The Democratic %s Pirates
french: Le démocrate %s Pirates

source: The Democratic Pirates of %s
french: Le Pirates démocratique du %s

source: The United %s Conglomerate
french: Les Etats- %s Conglomerate

source: The United Conglomerate of %s
french: Les États-Conglomérat de %s

source: The Galactic %s Conglomerate
french: Le Galactique %s Conglomerate

source: The Galactic Conglomerate of %s
french: Le Conglomérat Galactique de %s

source: The Universal %s Conglomerate
french: Le Universal %s Conglomerate

source: The Universal Conglomerate of %s
french: La Conglomerate universelle des %s

source: The Democratic %s Conglomerate
french: Le démocrate %s de Conglomerate

source: The Democratic Conglomerate of %s
french: Le Conglomérat démocratique du %s

source: Iron
french: Fer

source: Titanium
french: Titane

source: Server
french: Serveur

source: Petty
french: Insignifiant

source: Common
french: Commun

source: Uncommon
french: peu commun

source: Exceptional
french: Exceptionnel

source: Exotic
french: Exotique

source: Legendary
french: Légendaire

source: Neutral
french: Neutre

source: Friendly
french: Amical

source: Good
french: Bon

source: Excellent
french: Excellente

source: Admired
french: Admiré

source: Mistrustful
french: Méfiant

source: Poor
french: Médiocre

source: Bad
french: Mauvais

source: Hateful
french: Haineux

source: Abhorrent
french: Odieux

source: [At War]
french: [En guerre]

source: [Truce]
french: [Trêve]

source: [At Peace]
french: [En paix]

source: Your alliance needs %s more money.
french: Votre alliance a besoin de plus d'argent.

source: Your alliance needs %1% more %2%.
french: Votre alliance a besoin %1% plus %2%.

source: You need %s more money.
french: Vous avez besoin %s plus d' argent.

source: You need %1% more %2%.
french: Vous avez besoin %1% de plus %2%.

source: %d credits
french: %d crédits

source: Illegal %s
french: %s (Illegal)

source: Stolen %s
french: %s (Volé)

source: Suspicious %s
french: %s (Méfiant)

source: [Branded As Stolen]
french: [Marqué comme volé]

source: Goods that are branded as stolen can't be used or sold at normal stations. You might get in trouble when someone is controlling you.
french: Les marchandises qui sont étiquetées comme volées ne peuvent pas être utilisées ou vendues dans des stations normales. Vous pourriez avoir des ennuis quand quelqu'un vous contrôle.

source: [Suspicious]
french: [Suspect]

source: This good has a suspicious energy signature and can't be used or sold at normal stations. You might get in trouble when someone is controlling you.
french: Ce produit a une signature énergétique suspecte ne peut pas être utilisé ou vendu à des stations normales. Vous pourriez avoir des ennuis quand quelqu'un vous contrôle.

source: [Illegal]
french: [Illégal]

source: This good is deemed illegal by most factions and can't be used or sold at normal stations. You might get in trouble when someone is controlling you.
french: Ce bien est jugé illégal par la plupart des factions et ne peut pas être utilisé ou vendu à des stations normales. Vous pourriez avoir des ennuis quand quelqu'un vous contrôle.

source: [Dangerous]
french: [Dangereux]

source: This good is potentially dangerous. You might get in trouble when someone is controlling you and you don't have a permit for its transportation.
french: Ce bien est potentiellement dangereux. Vous pourriez avoir des ennuis quand quelqu'un vous contrôle et vous n'avez pas de permis pour son transport.

source: Turret
french: Tourelle

source: Quad
french: Quadri-

source: trill
french: trille

source: bill
french: facture

source: mill
french: moulin

source: %i seconds
french: (%i:%i) secondes

source: 1 minute, %i seconds
french: 1 minute, (%i:%i) secondes

source: %i minutes
french: (%i:%i) minutes

source: %i minutes, %i seconds
french: (%i:%i) minutes, (%i:%i) secondes

source: 1 hour
french: 1 heure

source: 1 hour, %i minutes
french: 1 heure, (%i:%i) minutes

source: %i hours
french: (%i:%i) heures

source: %i hours, %i minutes
french: (%i:%i) heures, (%i:%i) minutes

source: 1 day
french: Un jour

source: 1 day, %i hours
french: 1 jour, (%i:%i) heures

source: %i days
french: (%i:%i) jours

source: %i days, %i hours
french: (%i:%i) jours, (%i:%i) heures

source: unknown
french: inconnu

source: %i seconds ago
french: %i secondes

source: %i minutes ago
french: %i il y a quelques minutes

source: %i hours ago
french: %i heures il ya

source: %i days ago
french: %i jours avant

source: %i weeks ago
french: %i semaines plus tôt

source: %i months ago
french: %i mois avant

source: %i years ago
french: %i ans plus tôt

source: We detected a crash during game startup. Please make sure that you use the latest drivers for your graphics card. In an attempt to fix this problem, the graphics settings were reduced to an absolute minimum.
french: Nous avons détecté un crash pendant le démarrage du jeu. Veuillez vous assurer que vous utilisez les derniers pilotes pour votre carte graphique. Pour tenter de résoudre ce problème, les paramètres graphiques ont été réduits au strict minimum.

source: Saving galaxy ...
french: Enregistrement galaxie ...

source: Starting singleplayer server ...
french: Démarrage serveur singleplayer ...

source: Error starting singleplayer mode.
french: Erreur lors du démarrage en mode solo.

source: Error creating shader: %s Your hardware might not meet the minimum requirements for the game. You need a graphics device that supports OpenGL 3.0. If you have such a device, try updating your graphics drivers.
french: Erreur de création shaders: %s Votre matériel pourrait ne pas satisfaire aux exigences minimales pour le jeu. Vous besoin d'un dispositif graphique qui prend en charge OpenGL 3.0. Si vous avez un tel dispositif, essayez de mettre à jour vos pilotes graphiques.

source: Intel onboard graphics detected. These devices' OpenGL drivers can cause trouble with Avorion, since it's still in an early stage.
french: Intel graphique embarquée détectés. pilotes OpenGL Ces appareils peuvent causer des problèmes avec Avorion, car il est encore à un stade précoce.

source: Mesa open-source drivers detected. These drivers can cause trouble with Avorion, since it's still in an early stage.
french: Mesa pilotes open-source détectés. Ces pilotes peuvent causer des problèmes avec Avorion, car il est encore à un stade précoce.

source: Mesa open-source drivers and Intel OnBoard Graphics detected. These drivers and devices can cause trouble with Avorion, since it's still in an early stage.
french: Les pilotes open-source de Mesa et Intel OnBoard Graphics ont été détectés. Ces pilotes et périphériques peuvent causer des problèmes avec Avorion, car ils sont encore à un stade précoce.

source: If you run into graphics issues, please report them as a bug so we can fix them. Avorion will still try to run and do its best.
french: Si vous rencontrez des problèmes graphiques, veuillez les signaler comme un bug afin que nous puissions les corriger. Avorion va toujours essayer de s'exécuter et de faire de son mieux

source: Engine Development
french: Développement du moteur

source: Music
french: Musique

source: Additional Tracks
french: pistes supplémentaires

source: Graphics
french: Graphisme

source: Icons By
french: Icônes Par

source: Lorc, Delapouite & contributors
french: Lorc, Delapouite et contributeurs

source: Cloud Brushes by rubina119
french: Nuage de Brosses par rubina119

source: Sound Effects
french: Bruitages

source: Backers:
french: Soutiens :

source: Special Thanks To:
french: Merci à:

source: my parents and all my friends
french: mes parents et tous mes amis

source: ... for helping, testing, listening to unending stories and
french: ... Pour aider, les tests, écouter des histoires interminables et

source: details about the game and keeping me motivated.
french: détails sur le jeu et me garder motivé.

source: All faction and ship names in the game are generated randomly.
french: Tous les noms de faction et de navire dans le jeu sont générés de manière aléatoire.

source: Any references to real world objects, events, persons or similar are not intentional.
french: Toute référence à des objets, événements, personnes ou similaires du monde réel n'est pas intentionnelle.

source: The crew of ship '%s' must be paid
french: L'équipage du navire ' %s ' doit être payé

source: Credits
french: Crédits

source: Detected a potential UI scaling issue. Some resolutions may not work as intended or may be lower than configured. If you're using Windows, you can disable UI scaling for this app in the properties of the executable.
french: Détecté un éventuel problème d'échelle d'IU. Certaines résolutions peuvent ne pas fonctionner comme prévu ou peuvent être inférieures à celles configurées. Si vous utilisez Windows, vous pouvez désactiver la mise à l'échelle de l'interface utilisateur pour cette application dans les propriétés de l'exécutable.

source: You can see what sector you are in on the top left side of the HUD.
french: Vous pouvez voir quel secteur vous êtes dans le coin supérieur gauche du HUD.

source: You can deactivate the 'Press Space Bar to Continue' function in the game settings.
french: Vous pouvez désactiver le 'Appuyez sur la barre d'espace pour continuer' dans les paramètres de jeu.

source: Type \s in the chat window to post your current sector as a link in the chat.
french: Tapez \s dans la fenêtre de chat pour publier votre secteur actuel comme un lien dans le chat.

source: Try pressing F5 and F9 in the main menu.
french: Essayez d'appuyer sur F5 et F9 dans le menu principal.

source: You can post items in the chat by holding CTRL and clicking them.
french: Vous pouvez publier des éléments dans le chat en maintenant la touche CTRL enfoncée et en les cliquant dessus.

source: There are a number of chat channels. Type /sector /all /alliance or /group in the chat to write in that specific channel.
french: Il existe un certain nombre de canaux de discussion. Tapez /sector /all /alliance or /group dans le chat pour écrire dans ce canal spécifique.

source: Ships with mining systems can detect asteroids with resources. The more advanced the system, the more rare materials can be detected in asteroids.
french: Les navires équipés de systèmes miniers peuvent détecter des astéroïdes avec des ressources. Le plus avancé du système, les matériaux plus rares peuvent être détectés dans les astéroïdes.

source: Ships with trading systems can communicate with factories and other stations to check prices and stock without docking to the station.
french: Les navires dotés de systèmes commerciaux peuvent communiquer avec les usines et les autres stations pour vérifier prix et les stocks sans amarrage à la station.

source: Upgrade your ship with ship systems. There are systems for trading, turrets, mining, engines and much more.
french: Améliorez votre navire avec des systèmes de navires. Il existe des systèmes de négociation, des tourelles, des mines, des moteurs et beaucoup plus.

source: Your ship will unlock more upgrade slots with increased volume, not mass.
french: Votre navire déverrouillera plus de fentes de mise à niveau avec un volume accru, pas une masse.

source: Shooting other ships will affect your relations to that ship's entire faction.
french: Le tir sur d'autres navires affectera vos relations à l'ensemble de la faction de ce navire.

source: Trading and interacting with other factions will improve your relations to them.
french: Commerce et d'interagir avec d'autres factions permettra d'améliorer vos relations avec eux.

source: Different factions have different ship styles. If you look closely, you can identify factions by the look of their ships.
french: Différentes factions ont différents styles de vaisseaux. Si vous regardez de près, vous pouvez identifier les factions en regardant leurs vaisseaux.

source: Mining lasers can only mine materials that are of a similar level, or lower.
french: Les lasers miniers ne peuvent extraire que des matériaux qui sont d'un niveau similaire ou inférieur.

source: Wreckages can be salvaged, but you need special mining lasers for those.
french: Épaves peut être recyclé, mais vous avez besoin de lasers miniers spéciaux pour ceux.

source: Different materials have different strengths. The higher the material, the higher is its strength.
french: Différents matériaux ont des forces différentes. Plus le matériau est élevé, plus sa force.

source: Materials get better when you approach the center of the galaxy. But beware: All the other ships will get stronger, too.
french: Les matériaux s'améliorent lorsque vous approchez du centre de la galaxie. Mais attention: tous les autres navires deviennent plus forts, aussi.

source: The material strengths are ordered from Iron (lowest) to Avorion (highest).
french: Les forces matérielles sont ordonnées de fer (le plus bas) à Avorion (le plus élevé).

source: Mining Lasers collect materials that are lower than their own material faster.
french: Lasers minières recueillent des matériaux qui sont inférieurs à leur propre matériel plus rapide.

source: Mining Lasers have an efficiency: The higher the efficiency, the higher the yield from mining asteroids or salvaging.
french: Lasers minières ont une efficacité: plus le rendement est élevé, plus le rendement des astéroïdes miniers ou récupération.

source: Mining Lasers with an efficiency of 15 will only gather 15% of the resources in an asteroid.
french: Lasers minières avec une efficacité de 15 ne fera que recueillir 15% des ressources dans un astéroïde.

source: When playing with your friends, you can found an alliance so you can form a faction together.
french: Lorsque vous jouez avec vos amis, vous pouvez trouver une alliance afin que vous puissiez former une faction ensemble.

source: All online alliance members are visible to all other online alliance members on the galaxy map.
french: Tous les membres de l'alliance en ligne sont visibles pour tous les autres membres de l'alliance en ligne sur la carte de la galaxie.

source: All members of an alliance share their knowledge about the galaxy map.
french: Tous les membres d'une alliance partagent leurs connaissances sur la carte de la galaxie.

source: When you're in an alliance, everything you do while flying an alliance ship will be done in the name of your alliance.
french: Lorsque vous êtes en alliance, tout ce que vous faites lors du transport d'un bateau d'alliance sera effectué au nom de votre alliance.

source: Multiple players can fly the same alliance ship together.
french: Plusieurs joueurs peuvent faire le même bateau d'alliance.

source: Upload your creations to the Steam Workshop in the saved ships window in the building mode for everybody else to use!
french: Téléchargez vos créations dans Steam Workshop dans la fenêtre des navires enregistrés en mode bâtiment pour que tous les autres utilisent!

source: You can use the Steam Workshop to subscribe and download to other people's awesome ship creations!
french: Vous pouvez utiliser l'Atelier Steam pour vous abonner et télécharger à d'autres créations navales d'autres personnes!

source: You can acquire new turrets by destroying other ships.
french: Vous pouvez acquérir de nouvelles tourelles en détruisant d'autres navires.

source: Turrets drop when you destroy turrets on other ships. To get mining turrets you should destroy mining ships, to get armed turrets, you should destroy armed ships.
french: Les tourelles tombent lorsque vous détruisez des tourelles sur d'autres navires. Pour obtenir des tourelles minières, vous devriez détruire les navires miniers, pour obtenir des tourelles armées, vous devriez détruire les navires armés.

source: Repair damaged ships at a repair dock.
french: Réparation des navires endommagés à un quai de réparation.

source: When a turret has the "Independent Targeting" property, you can assign it its own targets and orders.
french: Lorsqu'une tourelle possède la propriété "Ciblage indépendant", vous pouvez lui attribuer ses propres cibles et commandes.

source: Assign groups to turrets, then click on the turrets the bottom of the screen to assign orders to turret groups with independent targeting.
french: Affecter des groupes à tourelles, puis cliquez sur les tourelles du bas de l'écran pour assigner des ordres à la tourelle des groupes avec un ciblage indépendant.

source: Railguns are accurate and strong against a ship's hull. They will penetrate multiple blocks, dealing damage to each block they hit.
french: Railguns sont précis et forts contre la coque d'un navire. Ils vont pénétrer plusieurs blocs, causant des dommages à chaque bloc qu'ils frappent.

source: Plasma cannons are always strong against shields.
french: Les canons à plasma sont toujours forts contre les boucliers.

source: Pulse cannons have ionized shots that have a very high chance of penetrating an enemies shields.
french: Les canons à impulsion ont des tirs ionisés qui ont une très grande chance de pénétrer dans des boucliers ennemis.

source: Rocket launchers deal massive damage to hull, but since the rockets are slow they are best used against stationary targets.
french: Les lanceurs de fusées infligent des dommages massifs à la coque, mais comme les roquettes sont lentes, elles sont mieux utilisées contre les cibles stationnaires.

source: Chainguns are primitive but can almost always fire without using energy or overheating.
french: Les Chainguns sont primitifs, mais ils peuvent presque toujours tirer sans utiliser d'énergie ou de surchauffe.

source: Lasers are very accurate and deal reliable damage, but will drain your energy storage.
french: Les lasers sont très précis et font des dégâts fiables, mais drainent votre stockage d'énergie.

source: More mass isn't always a bad thing: Cannons have high recoil, so you should build ships that are heavy enough to withstand that recoil.
french: Plus de masse n'est pas toujours une mauvaise chose: les canons ont un recul élevé, donc vous devez construire des navires assez lourds pour résister à ce recul.
