Repository: LXE76/traduction-fr-avorion
Catalog: *.po
Languages: french

source: A pressure container filled with pure oxygen.
french: Un récipient sous pression rempli d'oxygène pur.

source: Hydrogen
french: Hydrogène

source: A pressure container filled with pure hydrogen.
french: Un récipient sous pression rempli avec de l'hydrogène pur.

source: Nitrogen
french: Azote

source: A pressure container filled with pure nitrogen.
french: Un récipient sous pression rempli avec de l'azote pur.

source: Neon
french: Néon

source: A pressure container filled with pure neon.
french: Un réservoir sous pression rempli de néon pur.

source: Chlorine
french: Chlore

source: A pressure container filled with pure chlorine.
french: Un récipient sous pression rempli avec du chlore pur.

source: Fluorine
french: Fluor

source: A pressure container filled with pure fluorine.
french: Un récipient sous pression rempli avec du fluor pur.

source: Oil
french: Huile

source: A barrel of refined oil.
french: Un baril de pétrole raffiné.

source: Rubber
french: Caoutchouc

source: A bouncing block of rubber.
french: Un bloc rebondissant de caoutchouc.

source: Paint
french: Peinture

source: A container full of paint.
french: Un conteneur rempli de peinture.

source: Fertilizer
french: Engrais

source: A tank with fertilizer, important for more exotic plants.
french: Un réservoir avec de l'engrais, important pour les plantes plus exotiques.

source: Acid
french: Acide

source: A tank filled with vitriolic acid.
french: Un réservoir rempli d'acide vitriolique.

source: Solvent
french: Solvant

source: A tank filled with the common industrial solvent found all over the galaxy.
french: Un réservoir rempli avec le solvant industriel commun trouve partout dans la galaxie.

source: Conductor
french: Conducteur

source: Conductors
french: Les conducteurs

source: Metal staffs that are usually used for bundling electricity.
french: Barres de métal qui sont habituellement utilisés pour lier l'électricité.

source: Transformator
french: Transformateurs

source: Transformators
french: Transformateurs

source: A small item for transforming all kinds of energy.
french: Un petit article pour transformer tous les types d'énergie.

source: Plastic
french: Plastique

source: A container with plastic. This is melted when used.
french: Récipient de matière plastique. Ceci est fondu quand il est utilisé.

source: Solar Cell
french: Cellule photovoltaïque

source: Solar Cells
french: Cellules solaires

source: Electric cells for generating energy from sunlight.
french: cellules électriques pour générer de l'énergie des rayons du soleil.

source: Tools
french: Outils

source: A set of tools used by mechanics.
french: Un ensemble d'outils utilisés par les mécaniciens.

source: Semi Conductor
french: Semi-conducteurs

source: Semi Conductors
french: Semi-conducteurs

source: Used for building microchips and other sorts of electric things.
french: Utilisé pour la construction de puces électroniques et d'autres sortes de choses électriques.

source: Energy Tube
french: Tube d'énergie

source: Energy Tubes
french: Tubes d'énergie

source: Long tubes that are used to transport high amounts of energy.
french: De longs tubes qui sont utilisés pour le transport de grandes quantités d'énergie.

source: Microchip
french: Puce électronique

source: Microchips are the most basic parts of computers.
french: Les Puce électronique sont les parties les plus élémentaires des ordinateurs.

source: Steel
french: Acier

source: Raw steel.
french: Acier brut.

source: Plasma Cell
french: Cellule Plasma

source: Plasma Cells
french: Cellules plasmatiques

source: A battery that can emit a short but strong pulse of energy.
french: Une batterie qui peut émettre une impulsion courte mais forte de l'énergie.

source: Fuel
french: Carburant

source: A tank with fuel for vehicles or space ships.
french: Un réservoir de carburant pour les véhicules ou les vaisseaux spatiaux.

source: A box containing several plates of glass.
french: Une boîte contenant plusieurs plaques de verre.

source: Chemicals
french: Produits chimiques

source: Multitank containing all sorts of different chemicals, most of them toxic.
french: Multitank contenant toutes sortes de produits chimiques, la plupart d'entre eux toxiques.

source: Wire
french: Fil

source: Wires
french: Fils

source: Around 100 meters of thin wire.
french: Environ 100 mètres de fil mince.

source: Metal Plate
french: Plaque de métal

source: Metal Plates
french: Des plaques métalliques

source: Big metal plates used for building platings of vehicles or ships.
french: plaques métalliques utilisées pour la construction de grands étalements de véhicules ou de navires.

source: Servo
french: Servo-moteur

source: Little multi-purpose machines that can be used in moving parts.
french: Petites machines polyvalentes qui peuvent être utilisés dans les pièces mobiles.

source: Electro Magnet
french: Electro-Aimant

source: High power multi-purpose electromagnets.
french: Haute puissance électroaimants multi-usages.

source: Adhesive
french: Adhésif

source: Common adhesive. Used in smaller parts where there's no space for screws.
french: adhésif commun. Utilisé dans les petites pièces où il n'y a pas d'espace pour les vis.

source: Coolant
french: Liquide de refroidissement

source: A canister full of coolant for the most common engines.
french: Une cartouche pleine de liquide de refroidissement pour les moteurs les plus courants.

source: Steel Tube
french: Tube en acier

source: Steel Tubes
french: Tubes en acier

source: Long multi-purpose steel tubes.
french: Long tubes en acier multi-usages.

source: Energy Inverter
french: Onduleurs énergie

source: Energy Inverters
french: Onduleurs énergétiques

source: Converts electron flow into positron flow.
french: Transforme le flux d'électrons dans le flux de positrons.

source: Energy Generator
french: Générateur d'énergie

source: Energy Generators
french: Génératrices d'énergie

source: A device that generates energy from an antimatter core.
french: Un dispositif qui génère de l'énergie à partir d'un noyau de l'antimatière.

source: Display
french: Ecran

source: Displays
french: Présentoirs

source: A touch display for computers.
french: Un écran tactile pour les ordinateurs.

source: Processor
french: Processeur

source: Processors
french: Processeurs

source: The heart of a computer, or any device that does some kind of calulcation.
french: Le cœur d'un ordinateur, ou tout dispositif qui effectue une sorte de calcul.

source: Tiny robots that are able to get into almost everything.
french: De minuscules robots qui sont en mesure d'entrer dans presque tout.

source: Laser Head
french: Tête laser

source: Laser Heads
french: Têtes laser

source: A device used to focus laser beams.
french: Un dispositif utilisé pour focaliser les faisceaux laser.

source: Laser Compressor
french: Laser Compresseur

source: Laser Compressors
french: Compresseurs laser

source: A device that can bundle energy and emit a laser beam.
french: Un dispositif qui peut regrouper l'énergie et émettre un faisceau laser.

source: Unmanned little ships for everyday purpose.
french: Petits navires sans pilote pour un usage quotidien.

source: Warhead
french: Ogive

source: Warheads
french: Chefs de guerre

source: Explosive heads for rockets.
french: têtes explosives pour fusées.

source: Power Unit
french: Unités d'alimentation

source: Power Units
french: Unités de puissance

source: A big device that can create a huge amount of energy over a long time.
french: Un grand dispositif qui peut créer une énorme quantité d'énergie sur une longue période.

source: Antigrav Unit
french: Unité Antigrav

source: Antigrav Units
french: Unités Antigrav

source: This device generates antigrav fields for easier transportation of objects.
french: Ce dispositif génère antigrav champs pour faciliter le transport d'objets.

source: Energy Containers
french: Conteneurs d'énergie

source: Bigger than energy cells, these devices can hold up to 1000x more energy.
french: Plus grand que les cellules d'énergie, ces dispositifs peuvent contenir jusqu'à 1000x plus d'énergie.

source: Solar Panels
french: Panneaux solaires

source: Solar panels that can generate electricity from sunlight.
french: Les panneaux solaires qui peuvent produire de l'électricité à partir de la lumière du soleil.

source: Explosive Charge
french: Charge explosive

source: Explosive Charges
french: Charges explosives

source: A military grade explosive.
french: Un explosif de qualité militaire.

source: Highly advanced portable fusion generator.
french: Très avancé générateur de fusion portable.

source: High Pressure Tube
french: Tube haute pression

source: High Pressure Tubes
french: Tubes haute pression

source: Tubes that can sustain extremely high pressure. Most commonly used in factories or weapons.
french: Tubes qui peuvent soutenir une pression extrêmement élevée. Les plus couramment utilisés dans les usines ou les armes.

source: Targeting Card
french: Carte de ciblage

source: Targeting Cards
french: Cartes de ciblage

source: Multi-purpose chip with targeting software for missiles or turrets.
french: Puces polyvalentes avec logiciel de ciblage pour missiles ou tourelles.

source: Electromagnetic Charge
french: charge électromagnétique

source: Electromagnetic Charges
french: Charges électromagnétiques

source: One-time use charge that can set free a strong electromagnetic pulse.
french: Une charge d'utilisation unique qui peut libérer une forte impulsion électromagnétique.

source: A rail for immense acceleration of projectiles with magnetic fields.
french: Un rail pour immense accélération des projectiles avec des champs magnétiques.

source: Multi-purpose turbine.
french: turbine multi-usage.

source: Medical Supplies
french: Fournitures médicales

source: A box with everyday medical supplies containing bandages, antibiotics and germicides.
french: Une boîte avec des fournitures médicales de tous les jours contenant des bandages, des antibiotiques et des germicides.

source: A satellite used for reasearch or spying.
french: Un satellite utilisé pour la recherche ou l'espionnage.

source: Drill
french: Perceuse

source: Drills
french: Perceuses

source: Mining drill, often used in asteroid mines.
french: Perceuse minière, souvent utilisée dans les mines d'astéroïdes.

source: Ammunition
french: 20.0 MUNITIONS

source: Ammunition for projectile weapons.
french: Les munitions pour armes à projectiles.

source: Teleporter
french: Téléporteur

source: Teleporters
french: Les téléspectateurs

source: Short range one-man hyperspace Teleporters.
french: Télétransporteur à hyperfréquence pour un seul homme.

source: Computation Mainframe
french: Super Ordinateur

source: Computation Mainframes
french: Ordinateurs de calcul

source: A high speed computer used as infrastructure for stations and ships.
french: Un ordinateur à haute vitesse utilisé comme infrastructure pour les stations et les navires.

source: Vehicle
french: Véhicule

source: Vehicles
french: Véhicules

source: A vehicle used for planetary exploration missions.
french: Un véhicule utilisé pour des missions d'exploration planétaire.

source: Gun
french: Revoler.

source: Guns
french: Pistolets

source: Hand guns. Used by robots and humans.
french: armes à la main. Utilisé par les robots et les humains.

source: Ammunition for rocket launchers.
french: Les munitions pour lance-roquettes.

source: War Robot
french: Robots de guerre

source: War Robots
french: Robots de guerre

source: A big robot that is highly armed and very deadly.
french: Un grand robot qui est très armé et très meurtrière.

source: Mining Robot
french: Robots miniers

source: Mining Robots
french: Robots miniers

source: A big robot used for mining in asteroid shafts where human beings would not survive.
french: Un grand robot utilisé pour l'exploitation minière dans les puits d'astéroïdes où les êtres humains ne survivraient pas.

source: Body Armor
french: Gilet pare-balles

source: Body Armors
french: Armures corporelles

source: Exoskeleton armor for elite soldiers.
french: Armure exosquelette pour les soldats d'élite.

source: Fusion Generator
french: Générateurs de fusion

source: The bigger, better and more advanced variant of the fusion core.
french: La variante plus grand, meilleur et plus avancé du noyau de fusion.

source: Industrial Tesla Coil
french: Bobine industrielle Tesla

source: Industrial Tesla Coils
french: Bobines industrielles Tesla

source: Tesla coil used for melting of metals in factories.
french: Tesla bobine utilisée pour la fonte des métaux dans les usines.

source: Military Tesla Coil
french: Bobine militaire Tesla

source: Military Tesla Coils
french: Bobines militaires Tesla

source: A repurposed tesla coil that can shoot directed high-intensity beams of electricity.
french: Une bobine tesla réutilisée qui peut tirer des faisceaux dirigés d'intensité élevée d'électricité.

source: Anti-Grav Generator
french: Générateurs Anti-Grav

source: Anti-Grav Generators
french: Génératrices anti-gravure

source: A generator that creates a field where gravity has no effect.
french: Un générateur qui crée un champ où la gravité n'a aucun effet.

source: Force Generator
french: Générateur de force

source: Force Generators
french: Génératrices de force

source: A generator that creates a force field that pushes or pulls objects.
french: Un générateur qui crée un champ de force qui pousse ou tire des objets.

source: Laser Modulator
french: Modulateurs laser

source: Laser Modulators
french: Modulateurs laser

source: A device that changes various properties of lasers beams passing through it.
french: Un dispositif qui modifie les propriétés des différents faisceaux lasers passant à travers elle.

source: High Capacity Lens
french: Lentille haute capacité

source: High Capacity Lenses
french: Lentilles haute capacité

source: A focal lens designed for high capacity lasers.
french: Un objectif à focale conçu pour les lasers de grande capacité.

source: Ammunition S
french: Munitions S

source: Ammunition for small handguns.
french: Les munitions pour les petites armes de poing.

source: Ammunition M
french: munitions M

source: Ammunition for large handheld guns.
french: Munitions pour gros pistolets à main.

source: Ammunition L
french: munitions L

source: Ammunition for turrets.
french: Munitions pour tourelles.

source: Targeting System
french: système de ciblage

source: Targeting Systems
french: Systèmes de ciblage

source: Computer system that is able to track multiple targets.
french: Le système informatique qui est capable de suivre plusieurs cibles.

source: Neutron Accelerator
french: Accélérateur de neutrons

source: Neutron Accelerators
french: Accélérateurs de neutrons

source: A device that accelerates neutrons to near lightspeed.
french: Dispositif qui accélère les neutrons à la vitesse de la lumière.

source: Proton Accelerator
french: Accélérateur de protons

source: Proton Accelerators
french: Accélérateurs de protons

source: A device that accelerates protons to near lightspeed.
french: Dispositif qui accélère les protons à la vitesse de la lumière.

source: Electron Accelerator
french: Accélérateur d'électrons

source: Electron Accelerators
french: Accélérateurs d'électrons

source: A device that accelerates electrons to near lightspeed.
french: Dispositif qui accélère les électrons à la vitesse de la lumière.

source: Water
french: Eau

source: A tank full of clear water.
french: Un réservoir plein d'eau claire.

source: Plankton
french: Plancton

source: A tank full of alive plankton.
french: Un réservoir plein de plancton vivant.

source: Plant
french: Plante

source: Plants
french: Les plantes

source: A container with soil and a wide range of green plants.
french: Un récipient avec le sol et une large gamme de plantes vertes.

source: Wheat
french: Blé

source: A container full of wheat.
french: Un conteneur rempli de blé.

source: Rice
french: Riz

source: A container full of rice.
french: Un conteneur rempli de riz.

source: Potato
french: Pommes de terre

source: Potatoes
french: Patates

source: A container full of potatoes.
french: Un conteneur rempli de pommes de terre.

source: Corn
french: Maïs

source: A container full of corn.
french: Un conteneur rempli de maïs.

source: Wood
french: Bois

source: A big block of compressed wood.
french: Un gros bloc de bois comprimé.

source: Fruit
french: Fruits

source: A special engineered fruit, containing a wide range of important vitamins.
french: Un fruit spécialement conçu, contenant une large gamme de vitamines importantes.

source: Coffee
french: Café

source: A bag of roasted coffee beans.
french: Un sac de grains de café torréfiés.

source: Cocoa
french: Cacao

source: A bag of roasted cocoa beans.
french: Un sac de fèves de cacao torréfiées.

source: Tea
french: Thé

source: A bag of dried tea variations.
french: Un sac de variations de thé séchées.

source: Vegetable
french: Légume

source: Vegetables
french: Des légumes

source: A container with different sorts of vegetables.
french: Un conteneur avec différentes sortes de légumes.

source: Spices
french: Épices

source: A box with various little bags of spices.
french: Une boîte avec divers petits sacs d'épices.

source: Sheep
french: Moutons

source: A sheep.
french: Un mouton.

source: Fungus
french: Champignon

source: Fungi
french: Champignons

source: A container with fungus, used for making alcohol.
french: Un récipient avec un champignon, utilisé pour la fabrication de l'alcool.

source: Cattle
french: Bovins

source: Cattle.
french: Bovins

source: Fish
french: Poisson

source: A barrel full of fish.
french: Un baril plein de poissons.

source: Protein
french: Protéines

source: Protein for quickly restoring one's energy.
french: Protein pour rétablir rapidement son énergie.

source: Meat
french: Viande

source: A box full of fresh meat.
french: Une boîte pleine de viande fraîche.

source: Dairy
french: Produits laitiers

source: A tank full of dairy products, like yoghurt or butter.
french: Un réservoir plein de produits laitiers, comme le yaourt ou le beurre.

source: Fabric
french: Tissu

source: Raw Fabric used for clothing or bandages.
french: Tissu brut utilisé pour les vêtements ou les bandages.

source: Leather
french: Cuir

source: Treated leather, made from hide from all kinds of animals.
french: Cuir traité, fabriqué à partir de peau de toutes sortes d'animaux.

source: Clothes
french: Vêtements

source: Normal looking clothing.
french: Vêtements normaux.

source: Paper
french: Papier

source: A big stash of paper.
french: Une grande réserve de papier.

source: Beer
french: Bière

source: A box of beer.
french: Une boîte de bière.

source: Wine
french: Du vin

source: A box of wine.
french: Une boîte de vin.

source: Liquor
french: Liqueur

source: A box of high quality liquor.
french: Une boîte de liqueur de haute qualité.

source: Food
french: Repas

source: Healthy food packaged in one man portions.
french: Des aliments sains emballés en portions d'un seul homme.

source: Food Bar
french: Bar de nourriture

source: Food Bars
french: Barres alimentaires

source: Bars of compressed food.
french: Bars de nourriture comprimé.

source: Luxury Food
french: Nourriture de luxe

source: Luxurious food, made for the rich only.
french: La nourriture de luxe, fait pour que les riches.

source: Book
french: Livre

source: Books
french: Livres

source: A book with an exciting, procedurally generated story.
french: Un livre avec un excitant, histoire généré la procédure.

source: Jewelry
french: Bijoux

source: Beautiful and very expensive jewelry.
french: Belle et très coûteux bijoux.

source: Slave
french: Esclave

source: Slaves
french: Des esclaves

source: An unfree life form forced to work for almost no food.
french: Une forme de vie non libre forcée à travailler pour presque pas de nourriture.

source: Morn Drug
french: Morn drogue

source: A drug that creates a very strong addiction and hallucinations.
french: Un médicament qui crée une dépendance très forte et hallucinations.

source: Acron Drug
french: Acron drogue

source: A drug that makes the organism that uses it dependent on it.
french: C'est une drogue qui rend l'organisme qui dépendant pour l'utilisateur.

source: ${good} Mine ${size}
french: ${size}-Mine de ${good}

source: Gas Collector ${size}
french: ${size}-Collecteur de gaz

source: ${good} Farm ${size}
french: ${size}-Ferme de ${good}

source: ${good} Extractor ${size}
french: ${size}-Extracteur de ${good}

source: ${good} Trader ${size}
french: ${size}-Marchand de ${good}

source: ${good} Refinery ${size}
french: ${size}-Raffinerie de ${good}

source: Noble Metal Mine ${size}
french: ${size}-Mine de Métal noble

source: Ice Mine ${size}
french: ${size}-Mine de glace

source: Solar Power Plant ${size}
french: ${size}-Centrale solaire

source: ${good} Factory ${size}
french: ${size}-Usine de ${good}

source: ${good} Manufacturer ${size}
french: ${size}-Fabrique de ${good}

source: Chemicals Factory ${size}
french: ${size}-Usine de produits chimiques

source: Computer Component Factory ${size}
french: ${size}-Usine de composant informatique

source: Accelerator Factory ${size}
french: ${size}-Usine d'accélérateur

source: Ammunition Factory ${size}
french: ${size}-Usine de munitions

source: Tesla Coil Factory ${size}
french: ${size}-Usine de Bobine Tesla

source: ${good} Collector ${size}
french: ${size}-Collecteur de ${good}

source: ${good} Ranch ${size}
french: ${size}-Ranch de ${good}

source: Brewery ${size}
french: ${size}-Brasserie

source: Distillery ${size}
french: ${size}-Distillerie
